[
{"url": "https://www.bbc.com/somali: War"},
{"url": "https://www.bbc.com/somali: War"},
{"url": "https://www.bbc.com/somali: War"},
{"url": "https://www.bbc.com/somali: Wararku waxa ay sheegayaan in madaxweynaha dowlad goboleedka Jubaland, Axmed Maxamed Islaam (Axmed Madoobe), uu u ololaynayo sidii madaxweynaha Puntland loogu dooran lahaa xilka ugu sarreeya Soomaaliya."},
{"url": "https://www.bbc.com/somali: Warar kale oo dheeraad ah oo la xiriira qodobkan"},
{"url": "https://www.bbc.com/somali: Wareysi gaar ah oo Nimco Happy ay siisay BBC Somali"},
{"url": "https://www.bbc.com/somali: Waraysi dhinacyo badan taabanaya oo uu BBC-da siiyay guuddoomiyaha Ahlu Sunna Waljameeca Sheekh Maxamuud Sheekh Xasan Faarax oo uu kaga hadlayo xaaladihii ugu dambeeyay ee Galmudug"},
{"url": "https://www.bbc.com/somali: Wararka doorashada Soomaaliya 2021"},
{"url": "https://www.bbc.com/somali: Warbaahinta Turkiga ayaa ku andacootay in Turkigu uu gudaha dalka ku samaystay hannaan loogaga hortago gantaallada oo la mid ah midka Ruushka ee S-400."},
{"url": "https://www.bbc.com/indonesia: Wartawan BBC bertolak ke Rusia untuk mencari orang-orang dalam daftar pencarian orang divisi siber FBI; seorang di antaranya mengendarai mobil Lamborghini dengan kata \"pencuri\" dalam bahasa Rusia di plat nomornya."},
{"url": "https://www.bbc.com/indonesia: Wartawan AS dibebaskan setelah divonis 11 tahun penjara oleh pengadilan militer Myanmar"},
{"url": "https://www.bbc.com/ws/languages: War Af Soomaali ah"},
{"url": "https://www.bbc.com/news/world-europe-59320515: Warning of 100,000 deaths"},
{"url": "https://www.bbc.com/news/uk: Warning of passport extension or more restrictions"},
{"url": "https://jobs.disneycareers.com/espn: Warsaw"},
{"url": "https://www.bbc.com/reel/video/p0b530f3/the-exceptionally-rare-text-outlawed-by-an-ethiopian-king: Warm temperatures are turning almost all green turtles' offspring into females, risking their extinction. "},
{"url": "https://www.bbc.co.uk: Warning of passport extension or more restrictions"}
]