[{
    "url": "https://www.espn.com/",
    "result": "The 2001 Miami Hurricanes are one of college football's greatest teams ever"
},
{
    "url": "https://www.bbc.com/sport",
    "result": "European football news"
},
{
    "url": "https://www.bbc.com/news/world-europe-59363256",
    "result": "Elsewhere in the country, two top-flight football matches were briefly halted after supporters broke into the grounds and ran onto the pitch. Fans are currently banned from stadiums because of new coronavirus rules."
},
{
    "url": "https://www.bbc.com/sport/football",
    "result": "Insight: Must-read football stories"
},
{
    "url": "https://www.bbc.com/sport/football",
    "result": "The latest African football from BBC Africa"
},
{
    "url": "https://www.bbc.com/sport/football",
    "result": "Got some time to spare? Try our football quizzes"
},
{
    "url": "https://www.bbc.com/sport/football",
    "result": "Quiz: Unusual footballing world records"
},
{
    "url": "https://www.bbc.com/sport/football",
    "result": "European football"
},
{
    "url": "https://www.bbc.com/sport/football",
    "result": "African football"
},
{
    "url": "https://www.bbc.com/sport/football",
    "result": "Women's football"
},
{
    "url": "https://www.bbc.com/sport/football",
    "result": "The latest African football from BBC Africa"
},
{
    "url": "https://www.bbc.com/sport/football/59362235",
    "result": "\"The boys are in a terrible place in their heads now - we have let ourselves down and the fans down. It's hard to stand here and explain that but that's football and we have to take the flak for it.\""
},
{
    "url": "https://www.bbc.com/sport/football/59362235",
    "result": "Today's football gossip"
},
{
    "url": "https://www.bbc.com/sport/football/59362235",
    "result": "The latest rumours and stories from around the world of football."
},
{
    "url": "https://www.bbc.com/sport/football/59362235",
    "result": "Analysis and opinion from our chief football writer."
},
{
    "url": "https://www.bbc.com/sport/football/59362235",
    "result": "How to get into football"
},
{
    "url": "https://www.bbc.com/sport/football/59362235",
    "result": "How to get into football - the most popular sport in the world, with clubs and facilities throughout the UK."
},
{
    "url": "https://www.bbc.co.uk",
    "result": "How football clubs are already feeling the force of climate change"
},
{
    "url": "https://www.bbc.com/afrique",
    "result": "Comment un ancien footballeur a passé 39 ans dans le coma?"
},
{
    "url": "https://www.bbc.com/afrique",
    "result": "L'ancien footballeur français Jean-Pierre Adams, qui était dans le coma depuis 39 ans, est décédé à l'âge de 73 ans."
},
{
    "url": "https://www.espn.com/espn/news/story?page=contact-index",
    "result": "The best trolls in college football for Week 12 include 'Horns Down,' Ohio State's superstar supporter and more"
},
{
    "url": "https://www.espn.com/espn/news/story?page=contact-index",
    "result": "Week 11's biggest fantasy football questions: NFL reporters give advice"
},
{
    "url": "https://www.bbc.com/news/england/essex",
    "result": "How the football sticker maker survived a thieving tycoon and competition from Lycra-clad wrestlers."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The best trolls in college football for Week 12 include 'Horns Down,' Ohio State's superstar supporter and more"
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Week 11's biggest fantasy football questions: NFL reporters give advice"
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Dead money: it's the money a college or university still owes a coach after they're fired. And over the past decade, there has been more than half a billion dollars worth of it paid out in college sports. But where does that money come from, and which schools are the biggest offenders? ESPN investigative reporter Paula Lavigne looked into the outsized spending of dead money across college programs, and explains what's behind it. Hear the findings from Lavigne's and Mark Schlabach's reporting on buyouts for coaches in college football, and men's and women's basketball Power 5 programs."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The NFL continues to redefine our sense of normalcy from week to week, and our Monday morning QB Alex Smith is here to ground us. The Chiefs took sole possession of first place in the wild AFC West. Elsewhere, Russell Wilson couldn't shake off the rust in his return with the Seahawks, as Aaron Rodgers and the Packers gave Seattle its first shutout in a decade. And every football fan's nightmare is coming true, as the New England Patriots won their fourth straight, with rookie QB Mac Jones delivering a signature win over the Cleveland Browns. Plus, the first tie of the season between the Steelers and Lions."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Presbyterian college football head coach Kevin Kelley never punts. It's a philosophy that brought him major success at the high school level in Arkansas, where his unconventional thinking resulted in nine state titles in 18 seasons, and an innovation award presented to him by Robert DeNiro. But Kelley's leap from high school to college landscape has been met with its fair share of criticism. Hear Ryan McGee discuss why, after a 72-0 loss that shook the NCAA's smallest Division I program, Kelley continues to search for angles and advantages that work in favor of a program that admittedly has nothing to lose. Then, Paolo Uggetti shares his report on San Diego State's Matt Araiza, a left-legged kicking phenomenon who booms punts, nails field goals, and crushes kickoffs."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Halloween fell on the eighth Sunday of this NFL season, and it belonged to backup QBs. Cooper Rush put on his Dak Prescott costume and led the Dallas Cowboys to a last minute game winning TD. The Saints' Trevor Siemian stepped in for the injured Jameis Winston and defeated Tom Brady, and Mike White performed arguably the most unlikely feat of the day, in breathing life into the Jets' fan base by leading them to an upset win over the Bengals. ESPN Daily's QB-1 Alex Smith breaks down how a bunch of backups managed to trick everyone on a very strange day of football."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Turf toe. It's a known injury in football. But behind the cutesy name lies an injury NFL players dread more than any other, involving a teeny tiny bone in the foot. Turf toe can be incredibly painful and long lasting, with no real remedy for players other than time. And it can lead to permanent damage, if not properly healed. ESPN Senior Writer Dave Fleming takes us inside his cabinet of sports curiosities, with terrible tales of turf toe from around the NFL. Then, Pablo shares an update on the Ben Simmons saga."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "It might be the most hyped regular season game in NFL history, as Tom Brady returns to New England on Sunday night to face his old mentor, Bill Belichick. For 20 years, the relationship between Brady and Belichick, along with owner Robert Kraft, was the foundation of the Patriots dynasty. And no one has covered Patriots dynasty, and divorce, like Seth Wickersham, whose new book \"It's Better To Be Feared\" is the culmination of two decades of provocative reporting on that singular football partnership. Wickersham joins the show to share new details about the greatest dynasty the NFL has ever seen, and why, despite winning six Super Bowls together, all of it had to end."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "In the end, 37 seconds was too much time. That's all it took for Aaron Rodgers to orchestrate a thrilling last minute drive to set up the Packers' game winning field goal over the 49ers. And that wasn't the only last second drama across the NFL's Week 3. Baltimore's Justin Tucker nailed a 66-yard game winning field goal, the longest in league history to beat the Lions in Detroit. Elsewhere, Matthew Stafford and the Rams took down Tom Brady and the Bucs, and Justin Herbert and the Chargers upset Patrick Mahomes and the Chiefs. Former NFL QB Alex Smith takes us inside the huddle and brings us his insights on Sunday's football action. Then, Louis Riddick previews Monday Night Football's NFC East showdown between the Eagles and Cowboys."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Fall is finally here, and your autumnal Saturday agenda might be packed with trips to pumpkin patches and apple picking...or.... it could be spent watching wall-to-wall college football. We know what gentleman and SEC scholar Spencer Hall will be doing. Today, Spencer joins the show to dissect last week's Florida-Alabama heartbreaker, and whether the Crimson Tide are (ever) vulnerable. Then, we take a spin around the Big 10, and Spencer unveils some of his favorite name, image, and likeness deals, from scented candles to Arby's (yes, really)."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Tomorrow, Robert Saleh begins his tenure in possibly the most challenging job in football...head coach of the New York Jets. The former 49ers Defensive Coordinator has already drawn praise from players and analysts alike, who think he may just be the guy who can turn around the long struggling franchise. Saleh's path to the Jets sideline has been as unusual as it is groundbreaking. Jets reporter Rich Cimini brings us the story of how, September 11th, 2001 changed Saleh's life forever, and set him on a course to become the first Muslim head coach in NFL history."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "When the winningest team in high school football hired the most controversial coach in high school football, heads turned all over the state of Georgia. What ensued was a 15-month saga of small-town, big time football that ended up dividing an entire town. In a re-air of one of our favorite episodes, Mark Schlabach brings us a story of funny money, a secret recording, and the unraveling of a powerhouse high school football program in Valdosta, Georgia."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "As the college football season starts, the PAC-12, ACC, and Big Ten announced a new alliance. The purpose of the teamup is unclear...but no doubt is influenced by power and money, and the looming specter of the Southeastern Conference in the college football sphere. ESPN's Paul Finebaum walks us through the implications of the changes off the field, and who might dominate on the field. Then, former NBA champion J.R. Smith is now a member of the North Carolina A&T State golf team, so current student East L. Dockery shares reporting on Smith's next act."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "On November 7th, 2006, Bryan Pata, a defensive lineman for the University of Miami Hurricanes, was shot and killed when he returned home after football practice. He was just 22 years old. For nearly 15 years, no one was arrested in connection with Pata's killing. That changed last week, with the stunning arrest of Pata's former Miami teammate, Rashaun Jones. Today, we revisit our conversation from November with investigative reporter Paula Lavigne, who was part of ESPN's multi-year probe into Pata's killing that pointed out missteps in the long stalled police inquiry. Then, we discuss what led to the stunning arrest last week...and where the case might go from here."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "August is ESPN's Matthew Berry's favorite time of year: fantasy draft season. After participating in hundreds of thousands of drafts over his long fantasy career, Berry has everyone from Jay-Z to the Avengers cast asking him who they should draft. To better your chances this upcoming fantasy football season, Berry shares his \"7 Habits of Highly Effective Drafters,\" so you too can dominate your peers. Then, following Major League Baseball's \"Field of Dreams\" game last night, ESPN Daily's own Ryan Nantell shares a story of his time on the storied diamond from the 1989 film...that turned into something closer to a nightmare."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "College sports powerhouses the Texas Longhorns and Oklahoma Sooners have hightailed it for the almighty Southeastern Conference, or SEC, leaving the Big 12 behind. It's one of the biggest college football shakeups we've seen, and shows the enormous power and influence of the SEC. College football gentleman and scholar Spencer Hall takes us inside this drama to tell us why it matters."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "As coronavirus cases surge across the country, the NFL's training camps are in full swing. But the most important battle being waged is between the teams and a vocal minority of players who don't want to get vaccinated. This offseason, the NFL has implemented new policies to encourage players to get the vaccine. For instance, if an unvaccinated player causes an outbreak that forces a game to be canceled, that player's team must forfeit. And every player on both teams will lose out on their game check. In addition, unvaccinated players are mandated to spend 5 days in quarantine if they come in contact with an infected individual. So coaches around the league are increasingly taking the view that the vaccine isn't just crucial to private and public health...it's critical to winning football games. But that doesn't mean every player agrees...and the friction is starting to boil over publicly. Kevin Seifert explains the pushback, and how the NFL is handling its vaccination efforts going forward. Then, Sarah Spain discusses her Olympic heptathlon dreams."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "You know and love the Marvin Gaye song \"What's Going On,\" which turned 50 this year. But do you know the background voices on the hit song belong to two Detroit Lions? The Motown superstar developed a deep friendship with NFL players Mel Farr and Lem Barney, and it led to music history. Plus the story gets even better, as Farr and Barney helped Marvin Gaye take his dream of playing pro football to the next level. Justin Tinsley joins the show to tell the amazing story of football's role in Marvin Gaye's turbulent life."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "For generations, countless men and women from around the sports world have served in our nation's military. But none have a story quite like Rocky Bleier. Bleier won a college football national championship with Notre Dame, but during his rookie season with the Pittsburgh Steelers, he was drafted into the U.S. Army. Three months into his deployment to Vietnam, Bleier was shot through the thigh and suffered a grenade blast to his foot. Doctors told him he'd never play football again. But Bleier would go on to rejoin the Steelers and win four Super Bowls with the team in the 1970s. In 2018, Bleier and ESPN's Tom Rinaldi traveled to Vietnam, to the Hiep Duc Valley, where Bleier served, and where many of his fellow soldiers were killed in an ambush. We re-air this story for Memorial Day."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "You know and love the Marvin Gaye song \"What's Going On,\" which turned 50 this month. But do you know the background voices on the hit song belong to two Detroit Lions? The Motown superstar developed a deep friendship with NFL players Mel Farr and Lem Barney, and it led to music history. Plus the story gets even better, as Farr and Barney helped Marvin Gaye take his dream of playing pro football to the next level. Justin Tinsley joins the show to tell the amazing story of football's role in Marvin Gaye's turbulent life."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Deion Sanders was one of the NFL's most flamboyant characters, where he earned nicknames like \"Prime Time\" and \"Neon Deion.\" Now, he's just finished his first season as head coach at Jackson State (yes, spring football due to COVID-19). Our guest, sports writer Jean-Jacques Taylor, covered Sanders' career for the NFL and reported on his coaching season for The Undefeated. Then, Myron Medcalf joins us from Minneapolis on the sports world's reaction to a guilty verdict for the man who killed George Floyd."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "When the winningest team in high school football hired the most controversial coach in high school football, heads turned all over the state of Georgia. What ensued was a 15-month saga of small-town, big time football that ended up dividing an entire town. Mark Schlabach brings us a story of funny money, a secret recording, and the unraveling of a powerhouse high school football program in Valdosta, Georgia."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The NFL's concussion settlement set terms for compensating retired players who show cognitive impairment after playing football. But two NFL veterans have taken legal action because they say the claims process discriminates against Black players, making it harder for them to be compensated. Ryan Smith joins the show to discuss the cases of Najeh Davenport and Kevin Henry, why and how race was factored into their claims, and how the NFL has responded."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "It's been just days since Robert Saleh began his tenure in possibly the most challenging job in football...head coach of the New York Jets. But the former 49ers Defensive Coordinator is already drawing praise from players and analysts alike, who think he may just be the guy who can turn around the long struggling franchise. But Saleh's path to the Jets sideline has been as unusual as it is groundbreaking. Jets reporter Rich Cimini brings us the story of how September 11th, 2001 changed Saleh's life forever, and set him on a course to become the first Muslim head coach in NFL history. Then, Domonique Foxworth joins us to discuss the lack of diversity in NFL coaching hires."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The NFL divisional playoffs went down to the wire, and the conference championship games are set! Tom Brady and the Bucs made the Saints pay for some costly turnovers, as Tampa finished off New Orleans. Led by backup QB Chad Henne, the Kansas City Chiefs held on to beat the Cleveland Browns after Patrick Mahomes went down with a concussion. Aaron Rodgers played like he was immortal, with the Packers proving the mortality of the Rams defense. The football cosmos favored the Buffalo Bills against the Baltimore Ravens. So what's all this mean for who keeps winning? Bill Barnwell brings his best takes. Then retired MLB player Doug Glanville shares what being a Black father means for his next move in baseball."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "When the Cleveland Browns took down their rivals the Steelers last weekend, decades of football angst was released. The Browns got their first playoff win since the 1990s, and now they'll face reigning Super Bowl champions, the Kansas City Chiefs. Led by quarterback Baker Mayfield, the Browns are desperate to prove that this team and this season is different. ESPN Browns reporter Jake Trotter brings us inside their historic season, and traces Baker's rise. Then, head to Buffalo with ESPN Bills reporter Marcel Louis-Jacques and a fan very close to ESPN Daily, for a look at Bills mania ahead of their second home playoff game."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The NBA tips off tonight, in time to ensure Christmas basketball in 2020! Headed into the season, LeBron's Lakers still sit atop the West, and maybe the entire league. Mavericks star Luka Doncic appears to be the early frontrunner for MVP, but does he have what it takes to earn that status? And with Giannis Antetokounmpo signed and Kevin Durant returning from injury, can Jimmy Butler and Bam Adebayo repeat last year's surprising playoff run? Zach Lowe brings us the latest on the James Harden situation, and more. Then, Josh Hermsmeyer breaks down the best and worst of movie football coaches."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "In one of the strangest college football seasons ever, the most recent college football playoff rankings have stirred up new controversy. And the stakes are now raised: not just for each of the teams in Saturday's conference title games, but also for the playoff committee itself. SEC Network's Spencer Hall sorts through what may or may not be influencing these powerbrokers, and looks at how strong each of the title contenders really are. Then Sean Gibson, great-grandson of legendary baseball player Josh Gibson, discusses MLB designating Negro Leagues as major leagues, his great-grandfather's career, and the impact on baseball."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Archie Manning is a beloved football icon, known as the father of NFL QBs Peyton and Eli Manning, and for his own success at Ole Miss and with the Saints. Archie grew up in tiny Drew, Mississippi and was vaulted to college football stardom in 1969 just a few weeks after suffering a dire family tragedy. Wright Thompson spent time with Archie and his wife Olivia during close-to-home pandemic life, and shares his reporting on the formation of a football patriarch."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Andy Hoffman and his family found the national spotlight back in 2013 when his 7-year-old son, Jack, who was battling a brain tumor, scored a 69-yard touchdown in a Nebraska Red and White intrasquad football game. Since then, Andy has made it his mission to help his son and children like him to beat this disease, by raising funds for pediatric brain cancer research through his Team Jack foundation. Seven year later, Jack, now 15, is healthy enough to pursue his dreams of playing high school football. But over the summer, his father Andy was diagnosed with terminal brain cancer. Now, Andy Hoffman is still fighting: to raise awareness for pediatric brain cancer, to savor the time he has left, and to cheer for his son on the football field. As part of ESPN's V Week, Chris Connelly joins the show to bring us this story, as told by E:60."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "For generations, countless men and women from around the sports world have served in our nation's military. But none have a story quite like Rocky Bleier. Bleier won a college football national championship with Notre Dame, but during his rookie season with the Pittsburgh Steelers, he was drafted into the U.S. Army. Three months into his deployment to Vietnam, Bleier was shot through the thigh and suffered a grenade blast to his foot. Doctors told him he'd never play football again. But Bleier would go on to rejoin the Steelers and win four Super Bowls with the team in the 1970s. In 2018, Bleier and ESPN's Tom Rinaldi traveled to Vietnam, to the Hiep Duc Valley, where Bleier served, and where many of his fellow soldiers were killed in an ambush. We re-spin this show as the Steelers continue their undefeated 2020 season."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "When the COVID-19 pandemic hit last March, it forced sports everywhere to shut down. And while the NBA, NHL and MLB were all eventually able to return to action, college basketball was forced to cancel the rest of their season...including their marquee event, the NCAA Tournament. Now, more than eight months later, college hoops makes its cautious return with a tipoff on Wednesday. Myron Medcalf tells us the teams and players to look out for on the court, and also whether the sport itself will be able to complete its season...and what March Madness might look like in a pandemic. Then, Heather Dinich sets the scene for tomorrow's college football playoff rankings, amidst another round of postponements and positive COVID tests."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "For generations, countless men and women from around the sports world have served in our nation's military. But none have a story quite like Rocky Bleier. Bleier won a college football national championship with Notre Dame, but during his rookie season with the Pittsburgh Steelers, he was drafted into the U.S. Army. Three months into his deployment to Vietnam, Bleier was shot through the thigh and suffered a grenade blast to his foot. Doctors told him he'd never play football again. But Bleier would go on to rejoin the Steelers and win four Super Bowls with the team in the 1970s. In 2018, Bleier and ESPN's Tom Rinaldi traveled to Vietnam, to the Hiep Duc Valley, where Bleier served, and where many of his fellow soldiers were killed in an ambush. Today, in honor of Veterans Day, Tom Rinaldi joins the show to recount Bleier's incredible football comeback in the wake of a devastating combat injury, and how his return to Vietnam helped him reconcile with the past."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Bryan Pata was a standout defensive lineman for the University of Miami Hurricanes, and the 22-year-old was projected to be a 2nd or 3rd round pick in the NFL Draft. But on November 7th, 2006, after returning home from football practice, Pata was shot and killed in the parking lot of his apartment complex. 14 years later, Pata's murder remains unsolved. Over the years, police have pursued multiple leads in Pata's case, but they have never made an arrest, or even publicly named a person of interest. But now, during a recent court hearing, police say they believe they know who was responsible for Pata's death, and that an arrest will come in the foreseeable future. ESPN's Paula Lavigne, who reported extensively on the case, brings us up to date on the investigation."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "On Thursday, Clemson QB Trevor Lawrence announced he had tested positive for COVID-19, shocking the college football world. David Hale explains what the diagnosis means for Lawrence and the rest of the sport. Then, after the Big Ten decided to reverse its initial decision to not play this fall, their season is underway...and the conference is now dealing with an outbreak of COVID-19 on the Wisconsin Badgers, leading them to cancel their game this weekend with Nebraska. In another Big Ten showdown, Ohio State plays Penn State this Saturday, featuring possible Heisman challenger QB Justin Fields. Kirk Herbstreit joins the show to preview that matchup, and to assess the college football landscape so far. Plus, a preview of our first-ever bonus episode. Former 76ers basketball executive Sam Hinkie gives a rare interview, as his friend and colleague Daryl Morey takes his old job."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "As the Big Ten kicks off this weekend, we remember the time Ohio State's Brutus Buckeye and Ohio University's Rufus the Bobcat got into a mascot brawl for the ages. It was 2010, and regardless of who won, the fight went viral. Did Rufus attack Brutus unfairly and without warning? Or was it simply a loveable underdog taking a jab at a college football powerhouse? Dave Fleming brings us the epic tale of that fateful September day, and the years of rivalry behind it. Plus: rookie QB Tua Tagovailoa was named starter for the Miami Dolphins, making veteran Ryan Fitzpatrick a backup yet again."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The NFL's sixth Sunday saw Aaron Rodgers suffer at the hands of the Buccaneers relentless defense, while Ryan Tannehill and the Titans clung to victory over the Texans in overtime. The Titans and Steelers both remain undefeated at 5-0, but the hapless Jets fell to 0-6 amidst drama between head coach Adam Gase and defensive coordinator Gregg Williams. Bill Barnwell brings us his insights on this weekend's football action, and if this season has met expectations surrounding the pandemic. Then, the weirdest college football commitment video we've ever seen (if that is even what it was?)."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "On Saturday, #3 Georgia visits #2 Alabama in what could be the biggest game of the college football season. Despite not playing each other every year, the Bulldogs-Crimson Tide rivalry has a rich history in recent seasons, with numerous high profile matchups that have all ended in heartbreak for Georgia. But this year might be different. Especially because Alabama will be without head coach Nick Saban, who will miss the game after testing positive for COVID-19 on Wednesday. ESPN's Bill Connelly explains how Saban's absence will affect the Crimson Tide, and what the Bulldogs need to do to finally come out on top. Then, Max Kellerman joins Pablo to preview this Saturday's big fight between Vasiliy Lomachenko and Teofimo Lopez."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Chiefs safety Tyrann Mathieu earned the nickname \"Honey Badger,\" for his fearlessness, speed and dynamic play on the football field. But one trait he doesn't share with nature's biggest badass is not caring. Mathieu's dedication to his teammates and community have made him a leader, on and off the field, in spite of battling and injuries and skepticism about his character. Domonique Foxworth wrote a Cover Story on Mathieu for ESPN.com, and joins the show to break down what makes him a model modern NFL defenseman. Then, how the saga of the LSU-Florida cancellation plays into the bigger story of sports safety and the SEC."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "When the #7 Miami Hurricanes take on #1 Clemson on Saturday night, it will be a matchup of two of this year's top contenders for the Heisman Trophy. One is a household name to college football fans: Clemson QB Trevor Lawrence, whose golden boy image and physical gifts have made his success seem preordained. The other, is shorter, less heralded...and has been underestimated his entire career...Miami QB D'Eriq King. King's road to this marquee matchup has been anything but normal. After beginning his career at the University of Houston, King was asked to redshirt as a senior when the team got off to a rocky start. Instead of returning to the Cougars, King transferred to Miami for his senior year. Off the field, he's faced personal tragedy: his mother was diagnosed with breast cancer last year, and his father died this February of a heart attack. Sam Khan Jr. has covered King since his high school football days, and joins the show to share King's unique story. Then: an ode to Dion Waiters, the most unlikely possible NBA champion, ahead of Game 5 of the NBA Finals."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Mississippi State head coach Mike Leach is unlike anyone else in college football. After nearly two decades at Texas Tech and Washington State, he's now taken his talents to the SEC, where his team has upset reigning NCAA champions LSU and lost to lowly Arkansas through the first two weeks of the season. Ryan McGee brings us some of his all-time Mike Leach stories, and discusses how his unique personality might be received in the toughest conference in college football. Then: Scottie Pippen helps you fall asleep."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "After months of debate and uncertainty, the SEC kicks off this weekend, three weeks later than originally planned. It promises to be a strange season in so many ways...there are no non-conference games, limited fans will be allowed in stadiums, and tailgating will be forbidden on campus. Meanwhile, coaches like LSU's Ed Orgeron and Alabama's Nick Saban focus on preparing their players for the new normal. And new coaches like Mississippi State's Mike Leach and Ole Miss's Lane Kiffen promise to bring even more intrigue to the conference. Spencer Hall from the SEC Network's \"Thinking Out Loud\" brings us all the updates you need to know about the SEC, and everything else happening around college football."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "In football-obsessed Oxford, Mississippi, Nacoma James was a beloved high school football coach and math teacher at Lafayette High School. In August, James died due to complications of coronavirus. In September the school decided to play football this season. James' widow Laticia supports the team, even as she struggles to find her way back to social life in a town centered on the sport. ESPN's Elizabeth Merrill shares the story of James' life and untimely death at age 42, and weighs the community's pain over his loss, alongside the risk of the pandemic and a deep love of football."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The NFL was hampered by injuries to stars around the league on Sunday. Among them? Saquon Barkley going down for the Giants, Carolina RB Christian McCaffrey, and many, many 49ers, including Jimmy Garoppolo, Nick Bosa, and Raheem Mostert. Considering the impact of those injuries, many teams have now dropped to 0-2. Bill Barnwell discusses the severity of injuries around the league, and explains what's at stake for football's winless teams. Plus, a tribute to the late Justice Ruth Bader Ginsberg: athletic inspiration."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "In September 1970 the USC Trojans, a racially integrated team, traveled to Birmingham, Alabama to take on the Crimson Tide, where only white players were allowed on the roster. And the game - a blowout by USC - put college football in the South on solid ground toward desegregation. Sam Borden spoke to several players who suited up that day for USC and Alabama, and shares their account of the legendary game with Pablo Torre. In this current moment of national dialogue on racial justice and police violence, and with college athletes speaking out more than ever before, these alums also consider how much progress has been made in the past 50 years, or not. Plus, how politics plays into the Big Ten college conference decision to hold a season, after all."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The NFL's season kicked off to a thrilling start, as Tom Brady earned his first loss as a Tampa Bay Buccaneer to the New Orleans Saints. Meanwhile, Cam Newton rushed for two TDs in his debut as a New England Patriot. Around the league, 2018's draft class had a chaotic day, with Baker Mayfield and Lamar Jackson squaring off while Josh Allen took on Sam Darnold...and Josh Allen. Bill Barnwell surveys the weekend's football action, and examines where these quarterbacks stand following their week one performances."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "In any normal year, Clemson quarterback Trevor Lawrence would already have an enormous voice in college football. He is the most well-known player in the country, a Heisman Trophy favorite, and is widely expected to be the first overall player taken in the 2021 NFL Draft. But 2020 is no ordinary year, in college football or anywhere else: and Lawrence is increasingly speaking out on issues ranging from the global pandemic to racial injustice. It's not a role Lawrence has asked for, but it found him, as fellow players, the media, even the President of the United States want to hear what Lawrence has to say. Hallie Grossman joins the show to explain just how Lawrence found himself in the middle of every issue in college football, and how he plans on using his massive platform."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "QB Deshaun Watson takes the field for the Texans on Thursday night, armed with a fresh 4-year deal worth over $177 million, the second biggest in NFL history behind only the Chiefs' Patrick Mahomes. Watson has found success at every level of his football career...from the public housing project in Georgia where he grew up, to Clemson where he won a national championship, and now in the NFL, where he's made two straight Pro Bowl appearances. Through it all, Watson has remained quiet off the field, rarely speaking on anything outside of football. But following the killing of George Floyd, Watson has begun to use his voice. He marched in the streets of Houston with Floyd's family, and helped lead a campaign to remove the name of a pro-slavery politician from a building at Clemson. Tim Keown interviewed Watson about his career and impact as a Black quarterback, and discusses his reporting with Pablo Torre."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The NFL season is already here (at last!) as the defending Super Bowl champion Kansas City Chiefs face the Deshaun Watson-led Houston Texans this Thursday. Week One's full slate of games has something for every football fan: Tom Brady debuts with the Bucs, Joe Burrow takes the helm for the Bengals, and the Cowboys get the chance to live up to the hype surrounding their offense. Mina Kimes joins Pablo to preview this week's football action."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "College football is off to a strange and uneven start. The SEC, ACC, and a few other conferences kicked off their season last weekend. Meanwhile the Big 10, which cancelled its season, seems to be muttering about regrets or even reconsidering, and the Pac-12 remains firmly out of the picture. Paul Finebaum explains the decisions and power struggles still at play even as college football kicks off, which stars are opting out to prepare for the NFL draft instead, and what it will take for the season to stay on course in coming weeks."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The injury that Washington Quarterback Alex Smith suffered to his right leg on November 18, 2018 not only threatened his football career, it nearly cost him his leg, and even his life. This week, more than a year and a half later, he returned to the practice field, cleared to resume football activities. ESPN's Stephania Bell joins the show to chronicle Smith's rehabilitation, and explain just what drove him to return to action."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "College football's 2020 season hangs in the balance. Over the weekend, the Mid-Atlantic Conference cancelled its season. Today, big meetings and movements are expected from the Big Ten, PAC-12, and other conferences as they consider their options amidst growing concern around coronavirus. It's a decision that's become both political and personal, as conferences across the country have navigated the variations in protocols at the state, city, and university levels. On Monday, President Trump even weighed in on the situation, tweeting \"Play College Football!\" Adam Rittenberg brings us the latest, specifically on the Big Ten. Then, Cal offensive lineman Valentino Daltoso, who helped organize the PAC-12's \"We Are United\" movement, weighs in with the player perspective."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "As the NFL regular season looms, QB Tom Brady is adjusting to his new role in the Tampa Bay Buccaneers pocket. Different playbooks, unfamiliar facilities, and a new climate all present challenges to the veteran QB. Meanwhile, his Buccaneer teammates are adjusting to a new play caller under center. ESPN's Jenna Laine brings us her reporting on how Brady is getting used to working in Tampa with a new team. Then, 18-year NFL QB veteran Josh McCown explains how difficult it is to learn a new playbook - considering McCown has learned 16 different ones over the course of his long football career."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "College football continues to grapple with how to proceed with a season, with plans that vary in conferences across the country. A group of PAC-12 players published a document in the Players Tribune with a list of demands surrounding a number of issues: player health and safety, wealth inequality, and racial injustice. The players are threatening to opt out of the season if their concerns are not addressed to their satisfaction, posing an unprecedented challenge to the conference and the NCAA. UCLA football players Elisha Guidry and Otito Ogbonnia join the show to explain why they got involved with the movement. Then ESPN's Mark Schlabach gives more context on the PAC-12 players' actions within the college football landscape."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Dr. Anthony Fauci joins Pablo Torre to discuss the challenges, risks, and rewards of the return of sports in America after more than four months of shutdown due to the coronavirus pandemic. It's an issue that has become increasingly stark in recent days with the outbreak of COVID-19 on the Miami Marlins. Dr. Fauci weighs in on MLB's response to the Marlins' situation and what it means for the rest of the baseball season. He also discusses leagues operating in a bubble, like the NBA, and assesses the NHL's decision to play in Canada. While the NFL commences its training camps and college football considers its options, Dr. Fauci explores the possibilities surrounding football season, and describes the long term effects of coronavirus on athletes. Then, one of Dr. Fauci's high school basketball teammates gives us some insight on what Fauci was like as an athlete."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The NFL and its players union have reached an agreement, and pro football is moving forward with a 2020 season. Training camps are set to open this week. There won't be a football bubble, as teams plan to play in their home markets. There won't be a preseason, as that has been eliminated. There won't be a lot of time to decide, with just seven days for players to announce if they'll report to camp. But, as of now, there will be football. ESPN NFL Insider Dan Graziano explains how the deal came together, what training camp will look like, and the latest news from around the league."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "While pro leagues around the US are getting back to play, college football leaders are taking several different approaches to the risk of COVID-19. Some schools and conferences have already cancelled fall sports altogether, while others have announced they're limiting games to in-conference opponents. And there are some conferences, big ones like the SEC, which have yet to make a decision on how or whether to have a fall 2020 college football season. ESPN's college football reporter Heather Dinich walks Pablo Torre through the gamut of options and why there's such a patchwork of possibilities, including the scenario of a spring 2021 season. Then Emily Applegate, former employee of the Washington football team, discusses her experiences of harassment within the organization after being named in last week's Washington Post article."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The roar of the crowd has always been the soundtrack of sports. Whether it's a hearty \"De-FENSE!\" chant in football, or a cascade of boos after a blown call in baseball...the crowd is the emotional heartbeat of any game. But now, with the coronavirus pandemic making crowds impossible...and MLB, NHL and NBA on the verge of returning to play...sports are suddenly going to sound completely different. And for athletes and fans alike, it's going to take some getting used to. Mina Kimes chats with players, broadcasters, and writers from around the sports world about the impact of the sound of sports - before, during, and after the pandemic."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Former Panthers QB Cam Newton is signing with the New England Patriots. Yes, you continue to read that correctly. After a quiet offseason for New England, many believed the Pats were sticking by their QB, Jarrett Stidham, thus leaving the AFC East wide open. But now that Newton is en route to Foxborough, many factors point to this being a match made in football heaven. Bill Barnwell discusses Cam's strengths as a QB and what he'll bring to the Patriots' existing squad."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "College football faces a unique challenge to return. With hundreds of schools and thousands of players, there's no centralized \"bubble\" possible or even any centralized guidelines or decisions. At college programs throughout the country, schools are presenting players with waivers to sign that they accept the risks of training and playing amid the pandemic, while teams are seeing more and more positive tests for the coronavirus. Spencer Hall explains the variety of approaches and impacts we are seeing already, and how players are finding their voices on the return to play, just as they have in recent weeks around other social issues."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Four months ago, the XFL kicked off with hopes of becoming the league that would finally make spring football work. With big money backing them from WWE's Vince McMahon and veteran leadership from commissioner Oliver Luck, signs pointed to success. Then after just five weeks of play, the coronavirus forced the XFL and sports leagues everywhere to press pause. While other major sports are either on their way to resuming play or fighting out the details, the XFL decided to shutter its doors for good. What went wrong? ESPN's Kevin Seifert gives a behind-the-scenes look account of the XFL's downfall, and discusses whether it could have been saved."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Over the past two weeks, America has seen countless professional athletes speak out about racial inequality and police brutality. But increasingly, it's not just the pros who are making their voices heard. College players are becoming more and more vocal about issues of injustice within their own programs, and across campuses as well. Former Missouri safety Ian Simon was a pioneer in many ways to the current movement: he explains how he and his football teammates helped to create change in leadership at Mizzou when they threatened to boycott and not take the field. Then, ESPN's David Hale discusses why college football players are responding in ways we've never seen before."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Atlanta Falcons tight end Hayden Hurst played competitive sports for his entire life. But in January 2016, after a season of college football, he tried to take his own life. Since getting professional help and support, he's been open about his struggles with anxiety and depression, and stays active in decreasing the stigma surrounding mental health issues. Hurst joins the show to discuss his demons and how he's committed to helping others, as part of Mental Health Awareness Month."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "College football has a different path to return than pro sports. It's hard to say where hundreds of academic institutions with thousands of players will be in a few weeks, much less by autumn. The NCAA isn't like, say, the NFL or MLB in terms of its power or say-so over college sports. Paul Finebaum joins the show to discuss the many obstacles, options and high stakes for this college football season. Would players return, even if the general student body isn't back on campus? Would some conferences start, even if other teams remain under \"safer at home\" orders? What's the financial risk of a short season, or none at all? Then, European soccer correspondent Gab Marcotti weighs in on the return of Germany's Bundesliga."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "It was one of the most gruesome injuries in NFL history. On November 18, 2018, Washington Redskins quarterback Alex Smith suffered a compound fracture to his right leg, which became dangerously infected. The injury would threaten to cost Smith his leg, and potentially, even his life. Ahead of tonight's E:60 episode, \"Project 11,\" which documents Smith's ordeal, the former No. 1 overall pick reflects on the injury, his recovery, and his desire to return to football. In addition, ESPN reporter Stephania Bell analyzes how Smiths injury turned life threatening."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Marijuana use by athletes used to be considered taboo, and punishments for violating drug policies were severe. But now, as laws and attitudes around the country change, leagues are adjusting their rules. Former NFL RB Ricky Williams recounts how his marijuana use once dominated football headlines, and assesses the NFL's changes to the league's policy in the new CBA. Then, ESPN's Emily Kaplan breaks down the marijuana policy reforms across pro sports."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "\"With the first pick in the 2020 NFL Draft, the Cincinnati Bengals select...Joe Burrow, quarterback, LSU.\" It's a sentence we'll most likely hear this Thursday night. What kind of pressure -- and team -- is Cincy about to thrust upon the Heisman Trophy-winning star? ESPN's Ben Baby digs deep into Burrow's football story to find out. Plus, he sets the scene in Ohio, where a long history of disappointment has left Bengals fans hungry for success."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Poised to be the No. 1 wide receiver picked in this year's NFL Draft, Alabama's Jerry Jeudy is sought after for his speed and explosiveness. He has also endured family tragedy alongside football success. Following the loss of his 7-year-old sister, Jeudy became a college star, and is now preparing to enter the NFL. Ahead of Thursday's first round, ESPN's Liz Merrill shares Jeudy's story."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Jordan Love is one of the most divisive QBs entering this year's NFL Draft. He's known for his deep passes on the run...as well as his numerous interceptions. Fans and critics alike are curious to see if Love will live up to his potential, or if his flaws as a player will prove too big to ignore. ESPN's Tim Keown joins the show to explore Love's football prowess, as well as his complicated past."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "While most sports are on hold due to the coronavirus pandemic, the NFL got some certainty this week, with players voting to approve a new collective bargaining agreement. NFLPA Executive Director DeMaurice Smith talks about the major points of the new deal. Then, ESPN NFL Insider Dan Graziano discusses how the league is responding to risks of COVID-19, and how the upcoming football schedule could change."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Tua Tagovailoa came into the college football season with Alabama as \"most likely to be the next number one overall pick\" in the NFL draft. Then came a season-ending hip injury. With reports that his recovery is on track, Tua enters the draft as a game-changing wild card. Ahead of this weekend's NFL combine, ESPN's Todd McShay breaks down Tua's history and weighs where he'll end up in April's draft."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "As the XFL kicks off, this 2.0 incarnation hopes to stand in stark contrast to the 2001 football league that failed. ESPN's Kevin Seifert dives into the thinking behind the XFL. Before, it leaned on wacky theatrics. But the new version aims for much more serious fans. Plus, the XFL Tampa Bay Vipers' Aaron Murray breaks down the appeal of the league for players like him."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "After being named a captain in this year's Pro Bowl, Michael Vick faced a new wave of criticism. Animal advocates and football fans alike point to Vick being sent to federal prison for his involvement in dogfighting. Between Vick's initial NFL run, his time served and his return to football following that sentence, he has a complicated story. Ahead of tonight's \"30 for 30\" documentary, ESPN's Bomani Jones explores the context of Vick's career, his ongoing path to redemption and what his legacy will be."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Ahead of Super Bowl weekend, Mina Kimes takes you to the local Miami neighborhood that has given rise to some of the most famous NFL players in recent history: Chad Johnson, TY Hilton, Antonio Brown and Teddy Bridgewater, just to name a few. Hometown heroes Bridgewater, Hilton and Johnson give their insights into this Florida football hotbed."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The 49ers' Kyle Shanahan is making his first Super Bowl appearance as a head coach. But he's been to the big game before, as the Falcons offensive coordinator when Atlanta infamously lost a 28-3 lead to a Patriots comeback. ESPN's Seth Wickersham explains how Shanahan can shake the ghosts of his football past."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "College football has a new champion: the LSU Tigers. ESPN's Mike Golic Jr. joins Mina Kimes from New Orleans to break down the big game. Then, the Houston Astros face unprecedented consequences after the 2017 sign stealing scandal. Baseball insider Jeff Passan joins to discuss the fallout...and what happens next."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "As you watch the Chiefs play, look for running backs coach Deland McCullough. He has an incredible story, one that he shared with ESPN's Sarah Spain. After decades of not knowing his birth parents, McCullough's search for the truth led him to an incredible revelation - and reunion - with football at the center. Also, Jeremy Schaap offers a remembrance of legendary NBA Commissioner David Stern."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "In a dramatic college football career, Jalen Hurts has divided football insiders about his potential upside. From Alabama to Oklahoma, Hurts has always been a serious player and hoped for a future in the NFL. ESPN's Ivan Maisel got insider access to Jalen Hurts, his family, coaches and colleagues. He joins Mina Kimes to discuss the college QB, known as a man of few words."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "NFL fullbacks are some of the hardest-working and most beloved players in the sport, but they've struggled to find success in the spotlight. This season, things are different. FiveThirtyEight's Josh Hermsmeyer joins Mina Kimes to explore how fullbacks are having their best year ever, and why they've been the key to success for football offenses."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The NFL playoffs don't start for another month, but Sunday's 49ers-Saints offensive explosion definitely had an electric playoff feel. ESPN senior writer Bill Barnwell joins Mina Kimes to break down what led to a blockbuster 90-plus point game in New Orleans. Then, ESPN college football reporter Heather Dinich shares an inside look at the college football team rankings, joining us from the scene of the committee's Selection Day in Texas."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Cam Newton's season got put on hold following a foot injury this year, and now the quarterback's future with the Carolina Panthers seems up in the air. But there are plenty of teams that could benefit from Newton's unique blend of athleticism and leadership. ESPN Senior NFL Writer Jeremy Fowler joins Mina Kimes to explore Newton's memorable football life and what the Panthers could gain or lose without him."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "It's Rivalry Week in the world of college football! Mina Kimes discusses the unique nature of the bowl system - more than 30 games and we haven't even reached the peak ones. Then: a replay of our story where we enter the world of NHL dentists - the brave heroes who attempt to put hockey players' notorious grins back together. ESPN writer Dave Fleming takes Mina on a gory, grueling journey of mouth molds, chiclets, emergency surgery and more tales of dental hockey horror."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "University of South Carolina quarterback Ryan Hilinski has been one of college football's biggest surprises this season. But as Ryan sees success, the family continues to mourn the loss of the older brother, Tyler -- also a college quarterback, for Washington State -- who died by suicide in 2018. ESPN's Jen Lada shares her extensive interviews with the Hilinskis for E:60, documenting the family's tough decisions about football, and their path to hope."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "College football has a storied history of epic rivalries, and none bigger than LSU taking on Alabama. The two powerhouses face-off this Saturday, and the stakes have never been higher. ESPN reporter Ryan McGee joins Mina Kimes to discuss how LSU's newly developed high-powered offense could turn the tide and write the next chapter in this glorious SEC showdown."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Bill Belichick is considered by many to be the greatest NFL coach of all time. On Sunday, he won his 300th game. So how did Belichick become the standard of excellence in the NFL? ESPN's Bill Barnwell joins Mina to discuss the Patriots' dominant win over the Browns. Then, Senior Writer Ian O'Connor - who wrote the book on the Patriots' coach - takes a deep dive into Belichick's football legacy and where he goes from here."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "The 2001 Miami Hurricanes are one of college football's greatest teams ever"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "Adelson: 2001 Canes make case for college football's GOATs"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "The 2001 Miami Hurricanes are one of college football's greatest teams ever"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "Twenty years later, the 2001 Miami Hurricanes are widely regarded as one of the greatest college football teams of all time. Their roster was loaded with future first-round picks -- from Andre Johnson to Jeremy Shockey to Vince Wilfork and at least one NFL Hall of Famer in Ed Reed. They dominated nearly everyone on their schedule, culminating in a resounding 37-14 win over "
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "Adelson: 2001 Canes make case for college football's GOATs"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "Miami's turnover chain set a celebratory standard across the college football landscape"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "\nRandy Shannon told me, \"If you come back to school, I'm not going to promise you or guarantee it, but there's a good chance you will never lose another college football game.\""
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "\nWe felt very disrespected, for the simple fact that we were coming into the season highly ranked, and they had a White Out game. And whenever you do stuff like that, you believe you're going to win. Not only that, they were honoring one of their past players who got paralyzed, he was able to walk again so they were going to have him run out. I think they added extra bleachers so now they had the biggest stadium in college football. It was a bunch of these things that made us feel disrespected."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "The events of 9/11 caused a pause in college football, with games that weekend either being canceled or postponed, and Miami's game against "
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "\nWe sucked on offense. We're dead. We were bad that day. We didn't do anything right. Our communication wasn't good. Our physicality wasn't good. I think they might have called us Michelin men because some of the guys when they first put clothes on, they literally look like the Michelin tire guy because they were loading up like they were going into a frickin' blizzard. They're wearing hoodies and sweatshirts and jackets all up underneath their shoulder pads and the coaches were like, \"How are you going to function and play football?\" That's how comical it became."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "\nI remember when I recruited him, his coach told me, \"You don't really know what you're getting.\" He was right. Kenny didn't have the strongest arm in football, but he was just a tremendous leader and just a playmaker. He made things happen. He made good decisions and he made everyone around him better. He had the respect of those players. They knew he was the straw that stirred the drink."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "\nI was chasing Ed, and Ed did some little backyard football by running zig zags in order not to get caught, and then he spikes the ball to put the emphasis on that play."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "\nIt was intense. The loudest game. It was so scary. We didn't know it was going to come down to a 2-point conversion, but the football Gods were with us on that day, and that kid dropped that ball."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": ", and he told me when they saw us get off the bus at Disney [during the week], they started laughing. They thought that we looked like a high school team. They were big boys, all positions, not just the offensive line. They were cracking jokes at us, and they thought that they were gonna just drag us all over the football field and just pound us."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "\nThey had no chance of winning that game. Like, literally none. I don't want to sound disrespectful, but we were five steps faster than them, 10 pounds hungrier, much more violent, which is a different style of football. I think also, what rattled them was how much fun we had while being violent and being intense. A lot of people doubted if they should have made the championship. I say five minutes into the game, they knew in their hearts that they were going to be outclassed and outmatched."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "\nI didn't know at the time that this would be talked about as one of the best teams in college football. I knew we'd have a good team, but there were a lot of questions because of the coaching changes. We hadn't been there. It wasn't like we were living at the top of the AP poll. But I did have the feeling that we were going to win the national championship and we were going to do whatever it took to make it happen."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": ". Chudzinski, Shannon and defensive backs coach Mark Stoops all went on to head-coaching jobs. The 2001 team featured six All-Americans, and Dorsey was a Heisman Trophy finalist. In all, 17 players from the team became first-round draft picks, and 38 players would be drafted, with stars like Vilma, Reed, Shockey, Wilfork and Portis earning multiple Pro Bowl bids. The dominance of the team during its 2001 campaign combined with the legacy those players left -- both in college and the pros -- makes a strong argument that this is the best college football team ever assembled."
},
{
    "url": "https://www.espn.com/espn/story/_/id/32586256/iraq-war-veteran-akuna-robinson-trailblazing-superstar-thru-hiking",
    "result": "The best trolls in college football for Week 12 include 'Horns Down,' Ohio State's superstar supporter and more"
},
{
    "url": "https://www.espn.com/espn/story/_/id/32586256/iraq-war-veteran-akuna-robinson-trailblazing-superstar-thru-hiking",
    "result": "Week 11's biggest fantasy football questions: NFL reporters give advice"
},
{
    "url": "https://www.espn.com/espn/feature/story/_/page/cfbplayoffpredictor/cfb-playoff-predictor",
    "result": "College football bowl projections and analysis"
},
{
    "url": "https://www.bbc.com/news/scotland",
    "result": "People from across the world of football have turned up to Glasgow Cathedral for a memorial service."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32668357/best-signs-college-gameday-michigan-state-vs-ohio-state",
    "result": "Adelson: 2001 Canes make case for college football's GOATs"
},
{
    "url": "https://www.espn.com/nfl/story/_/id/32676734/steve-smith-penn-state-fullback-played-seven-seasons-nfl-raiders-dies-als-age-57",
    "result": "Week 11's biggest fantasy football questions: NFL reporters give advice"
},
{
    "url": "https://www.espn.com/nfl/story/_/id/32676734/steve-smith-penn-state-fullback-played-seven-seasons-nfl-raiders-dies-als-age-57",
    "result": "The Playbook: Your ultimate fantasy football guide to Week 11"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644685/college-football-today-week-12-updates-highlights-biggest-moments-more",
    "result": "College football today - Week 12 updates, highlights, biggest moments and more"
},
{
    "url": "https://www.espn.com/college-football/story/_/page/playoffpredictions112021/college-football-playoff-picks-week-12",
    "result": "The best trolls in college football for Week 12 include 'Horns Down,' Ohio State's superstar supporter and more"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644685/college-football-today-week-12-updates-highlights-biggest-moments-more",
    "result": "The best trolls in college football for Week 12 include 'Horns Down,' Ohio State's superstar supporter and more"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644685/college-football-today-week-12-updates-highlights-biggest-moments-more",
    "result": "LSU brings out its white helmets, Ole Miss throws it back, and more highlight the best uniforms in college football for Week 12"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644685/college-football-today-week-12-updates-highlights-biggest-moments-more",
    "result": "Adelson: 2001 Canes make case for college football's GOATs"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644685/college-football-today-week-12-updates-highlights-biggest-moments-more",
    "result": "College football today: Week 12 updates, highlights, biggest moments and more"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644685/college-football-today-week-12-updates-highlights-biggest-moments-more",
    "result": "Joey Chestnut takes on the Coastal Carolina football team in a pizza-eating contest"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644685/college-football-today-week-12-updates-highlights-biggest-moments-more",
    "result": "Multiple Coastal Carolina football players challenge Joey Chestnut in a pizza eating contest for the belt."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644685/college-football-today-week-12-updates-highlights-biggest-moments-more",
    "result": "KU football walk-on Jared Casey already getting some NIL work in after Saturday's game-winner vs. Texas. Shooting TV ads today for Applebee's commercials to run in Kansas. "
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644685/college-football-today-week-12-updates-highlights-biggest-moments-more",
    "result": "Why not drop-kick the football after you've scored?"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644685/college-football-today-week-12-updates-highlights-biggest-moments-more",
    "result": "— no context college football (@nocontextcfb) "
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644685/college-football-today-week-12-updates-highlights-biggest-moments-more",
    "result": "— no context college football (@nocontextcfb) "
},
{
    "url": "https://www.espn.com/college-football/story/_/page/playoffpredictions112021/college-football-playoff-picks-week-12",
    "result": "LSU brings out its white helmets, Ole Miss throws it back, and more highlight the best uniforms in college football for Week 12"
},
{
    "url": "https://www.espn.com/college-football/story/_/page/playoffpredictions112021/college-football-playoff-picks-week-12",
    "result": "Adelson: 2001 Canes make case for college football's GOATs"
},
{
    "url": "https://www.espn.com/fantasy/football/insider/story/_/id/32654907/matthew-berry-love-hate-week-11-lamar-jackson-saquon-barkley-more",
    "result": "The best trolls in college football for Week 12 include 'Horns Down,' Ohio State's superstar supporter and more"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32674480/lebron-james-patrick-mahomes-ezekiel-elliott-more-react-ohio-state-buckeyes-blowout-michigan-state-spartans",
    "result": "The best trolls in college football for Week 12 include 'Horns Down,' Ohio State's superstar supporter and more"
},
{
    "url": "https://www.espn.com/fantasy/football/insider/story/_/id/32654907/matthew-berry-love-hate-week-11-lamar-jackson-saquon-barkley-more",
    "result": "Week 11's biggest fantasy football questions: NFL reporters give advice"
},
{
    "url": "https://www.espn.com/fantasy/football/insider/story/_/id/32654907/matthew-berry-love-hate-week-11-lamar-jackson-saquon-barkley-more",
    "result": "Kevin, of course, has interviewed tons of people over the years on SportsCenter and as a big part of our college football coverage. He's among the best broadcasters we have here at ESPN and is also the nicest human on the planet, so it was no surprise Kevin quickly said yes."
},
{
    "url": "https://www.espn.com/fantasy/football/insider/story/_/id/32654907/matthew-berry-love-hate-week-11-lamar-jackson-saquon-barkley-more",
    "result": "But yeah, one of the results of living in a COVID-19 world is that I can't remember the last in-person meeting I had. The content from Love/Hate informs a lot of other shows and things I do, so there are two meetings about this column alone plus calls with producers for the daily Fantasy Focus podcast, The Fantasy Show on ESPN+ and Fantasy Football Now. I also have a bunch of random meetings with bosses and advertisers, and then there's life stuff like doctors or parent-teacher conferences. I feel like my life is spent on Zoom. So the answer to your question is A LOT. During football season I basically work seven days a week, but I have a much lighter schedule in the offseason, so the good news is it'll calm down in January. But until then, I think I just came up with the perfect office-warming gift. What size ear muffs do you wear?"
},
{
    "url": "https://www.espn.com/fantasy/football/insider/story/_/id/32654907/matthew-berry-love-hate-week-11-lamar-jackson-saquon-barkley-more",
    "result": " I'm a big Marvel fan, so your appearance in \"Endgame\" is probably the reason you're at the top of the Negandhi Christmas party list when it comes to invites. How many takes did that scene require? And which person on the set asked you the most fantasy football questions? I need to know if Robert Downey Jr. qualifies to get an invitation (although my wife would divorce me on the spot the minute he walks in)."
},
{
    "url": "https://www.espn.com/fantasy/football/insider/story/_/id/32654907/matthew-berry-love-hate-week-11-lamar-jackson-saquon-barkley-more",
    "result": "The crew of \"Avengers: Endgame\" are all hard-core fantasy football players and did everything to make me feel welcome on set. "
},
{
    "url": "https://www.espn.com/fantasy/football/insider/story/_/id/32654907/matthew-berry-love-hate-week-11-lamar-jackson-saquon-barkley-more",
    "result": "I spoke the most fantasy football on set with Joe Russo, who is a hard-core fantasy player and the reason I am in the movie. You can read more about "
},
{
    "url": "https://www.espn.com/fantasy/football/insider/story/_/id/32654907/matthew-berry-love-hate-week-11-lamar-jackson-saquon-barkley-more",
    "result": ", but there was a fantasy football league among the crew, and they all wore their jerseys on the second day of filming for me. So I talked with them a lot too; they were all so great. Of the cast members, I probably talked fantasy the most with Robert Downey Jr. and his right-hand man, the late, great Jimmy Rich, who was a die-hard "
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32674480/lebron-james-patrick-mahomes-ezekiel-elliott-more-react-ohio-state-buckeyes-blowout-michigan-state-spartans",
    "result": "LSU brings out its white helmets, Ole Miss throws it back, and more highlight the best uniforms in college football for Week 12"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32674480/lebron-james-patrick-mahomes-ezekiel-elliott-more-react-ohio-state-buckeyes-blowout-michigan-state-spartans",
    "result": "Adelson: 2001 Canes make case for college football's GOATs"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32674480/lebron-james-patrick-mahomes-ezekiel-elliott-more-react-ohio-state-buckeyes-blowout-michigan-state-spartans",
    "result": "LSU brings out its white helmets, Ole Miss throws it back, and more highlight the best uniforms in college football for Week 12"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32674346/cj-stroud-throws-432-yards-6-tds-ohio-state-makes-statement-56-7-rout-michigan-state",
    "result": "The best trolls in college football for Week 12 include 'Horns Down,' Ohio State's superstar supporter and more"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32674346/cj-stroud-throws-432-yards-6-tds-ohio-state-makes-statement-56-7-rout-michigan-state",
    "result": "LSU brings out its white helmets, Ole Miss throws it back, and more highlight the best uniforms in college football for Week 12"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32674346/cj-stroud-throws-432-yards-6-tds-ohio-state-makes-statement-56-7-rout-michigan-state",
    "result": "Adelson: 2001 Canes make case for college football's GOATs"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32674346/cj-stroud-throws-432-yards-6-tds-ohio-state-makes-statement-56-7-rout-michigan-state",
    "result": " -- a victory that sent a message to the rest of college football and, perhaps more importantly, Ohio State's next opponent, "
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32676430/ucla-quarterback-dorian-thompson-robinson-signs-hat-touchdown-flagged-15-yards",
    "result": "The best trolls in college football for Week 12 include 'Horns Down,' Ohio State's superstar supporter and more"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32676430/ucla-quarterback-dorian-thompson-robinson-signs-hat-touchdown-flagged-15-yards",
    "result": "LSU brings out its white helmets, Ole Miss throws it back, and more highlight the best uniforms in college football for Week 12"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32676430/ucla-quarterback-dorian-thompson-robinson-signs-hat-touchdown-flagged-15-yards",
    "result": "Adelson: 2001 Canes make case for college football's GOATs"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32677105/missouri-coach-eli-drinkwitz-returns-favor-florida-coach-dan-mullen-star-wars-themed-jab",
    "result": "The best trolls in college football for Week 12 include 'Horns Down,' Ohio State's superstar supporter and more"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32677376/cincinnati-bearcats-play-urgency-fulfill-mission-statement-win-smu",
    "result": "The best trolls in college football for Week 12 include 'Horns Down,' Ohio State's superstar supporter and more"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32677105/missouri-coach-eli-drinkwitz-returns-favor-florida-coach-dan-mullen-star-wars-themed-jab",
    "result": "LSU brings out its white helmets, Ole Miss throws it back, and more highlight the best uniforms in college football for Week 12"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32677105/missouri-coach-eli-drinkwitz-returns-favor-florida-coach-dan-mullen-star-wars-themed-jab",
    "result": "Adelson: 2001 Canes make case for college football's GOATs"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32677376/cincinnati-bearcats-play-urgency-fulfill-mission-statement-win-smu",
    "result": "LSU brings out its white helmets, Ole Miss throws it back, and more highlight the best uniforms in college football for Week 12"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32677376/cincinnati-bearcats-play-urgency-fulfill-mission-statement-win-smu",
    "result": "Adelson: 2001 Canes make case for college football's GOATs"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32677376/cincinnati-bearcats-play-urgency-fulfill-mission-statement-win-smu",
    "result": "Cincinnati head coach Luke Fickell did not want to talk much about style points afterward, but he praised his team for playing a complete game and complementary football, as offense, defense and special teams all made big plays. Asked whether he sensed an increased sense of urgency this week to put together a complete performance, Fickell said, \"That's been my mission, that's kind of been my drive the last three or four weeks.\""
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32677376/cincinnati-bearcats-play-urgency-fulfill-mission-statement-win-smu",
    "result": "To carry over the performance from Saturday, Fickell said he wants to see a similar formula relying on complementary football."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32677376/cincinnati-bearcats-play-urgency-fulfill-mission-statement-win-smu",
    "result": "\"The ability for you to be able to score points, move the football, control the clock as much as you can, as well as play really, really good, aggressive defense is the only way to have a chance to not just win a championship, but get yourself in position to play late in the season,\" Fickell said."
},
{
    "url": "https://www.espn.com/boxing/story/_/id/32660309/terence-crawford-shawn-porter-live-results-analysis",
    "result": "Previously a college football writer for The Dallas Morning News"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32675922/alabama-bryce-young-breaks-school-single-game-passing-record",
    "result": "The best trolls in college football for Week 12 include 'Horns Down,' Ohio State's superstar supporter and more"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32675922/alabama-bryce-young-breaks-school-single-game-passing-record",
    "result": "LSU brings out its white helmets, Ole Miss throws it back, and more highlight the best uniforms in college football for Week 12"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32675922/alabama-bryce-young-breaks-school-single-game-passing-record",
    "result": "Adelson: 2001 Canes make case for college football's GOATs"
},
{
    "url": "https://www.espn.com/watch/player/_/om-navmethod/espn%3Ahome%3Afeed%2Bdefault/id/35c3b5ce-71bb-49cd-9f0a-7fe7402f5e25",
    "result": "Joey Chestnut takes on the Coastal Carolina football team in a pizza-eating contest"
},
{
    "url": "https://theundefeated.com",
    "result": "The father-son bond between Deion and Shedeur Sanders goes beyond football"
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The best trolls in college football for Week 12 include 'Horns Down,' Ohio State's superstar supporter and more"
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Week 11's biggest fantasy football questions: NFL reporters give advice"
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Dead money: it's the money a college or university still owes a coach after they're fired. And over the past decade, there has been more than half a billion dollars worth of it paid out in college sports. But where does that money come from, and which schools are the biggest offenders? ESPN investigative reporter Paula Lavigne looked into the outsized spending of dead money across college programs, and explains what's behind it. Hear the findings from Lavigne's and Mark Schlabach's reporting on buyouts for coaches in college football, and men's and women's basketball Power 5 programs."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The NFL continues to redefine our sense of normalcy from week to week, and our Monday morning QB Alex Smith is here to ground us. The Chiefs took sole possession of first place in the wild AFC West. Elsewhere, Russell Wilson couldn't shake off the rust in his return with the Seahawks, as Aaron Rodgers and the Packers gave Seattle its first shutout in a decade. And every football fan's nightmare is coming true, as the New England Patriots won their fourth straight, with rookie QB Mac Jones delivering a signature win over the Cleveland Browns. Plus, the first tie of the season between the Steelers and Lions."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Presbyterian college football head coach Kevin Kelley never punts. It's a philosophy that brought him major success at the high school level in Arkansas, where his unconventional thinking resulted in nine state titles in 18 seasons, and an innovation award presented to him by Robert DeNiro. But Kelley's leap from high school to college landscape has been met with its fair share of criticism. Hear Ryan McGee discuss why, after a 72-0 loss that shook the NCAA's smallest Division I program, Kelley continues to search for angles and advantages that work in favor of a program that admittedly has nothing to lose. Then, Paolo Uggetti shares his report on San Diego State's Matt Araiza, a left-legged kicking phenomenon who booms punts, nails field goals, and crushes kickoffs."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Halloween fell on the eighth Sunday of this NFL season, and it belonged to backup QBs. Cooper Rush put on his Dak Prescott costume and led the Dallas Cowboys to a last minute game winning TD. The Saints' Trevor Siemian stepped in for the injured Jameis Winston and defeated Tom Brady, and Mike White performed arguably the most unlikely feat of the day, in breathing life into the Jets' fan base by leading them to an upset win over the Bengals. ESPN Daily's QB-1 Alex Smith breaks down how a bunch of backups managed to trick everyone on a very strange day of football."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Turf toe. It's a known injury in football. But behind the cutesy name lies an injury NFL players dread more than any other, involving a teeny tiny bone in the foot. Turf toe can be incredibly painful and long lasting, with no real remedy for players other than time. And it can lead to permanent damage, if not properly healed. ESPN Senior Writer Dave Fleming takes us inside his cabinet of sports curiosities, with terrible tales of turf toe from around the NFL. Then, Pablo shares an update on the Ben Simmons saga."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "It might be the most hyped regular season game in NFL history, as Tom Brady returns to New England on Sunday night to face his old mentor, Bill Belichick. For 20 years, the relationship between Brady and Belichick, along with owner Robert Kraft, was the foundation of the Patriots dynasty. And no one has covered Patriots dynasty, and divorce, like Seth Wickersham, whose new book \"It's Better To Be Feared\" is the culmination of two decades of provocative reporting on that singular football partnership. Wickersham joins the show to share new details about the greatest dynasty the NFL has ever seen, and why, despite winning six Super Bowls together, all of it had to end."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "In the end, 37 seconds was too much time. That's all it took for Aaron Rodgers to orchestrate a thrilling last minute drive to set up the Packers' game winning field goal over the 49ers. And that wasn't the only last second drama across the NFL's Week 3. Baltimore's Justin Tucker nailed a 66-yard game winning field goal, the longest in league history to beat the Lions in Detroit. Elsewhere, Matthew Stafford and the Rams took down Tom Brady and the Bucs, and Justin Herbert and the Chargers upset Patrick Mahomes and the Chiefs. Former NFL QB Alex Smith takes us inside the huddle and brings us his insights on Sunday's football action. Then, Louis Riddick previews Monday Night Football's NFC East showdown between the Eagles and Cowboys."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Fall is finally here, and your autumnal Saturday agenda might be packed with trips to pumpkin patches and apple picking...or.... it could be spent watching wall-to-wall college football. We know what gentleman and SEC scholar Spencer Hall will be doing. Today, Spencer joins the show to dissect last week's Florida-Alabama heartbreaker, and whether the Crimson Tide are (ever) vulnerable. Then, we take a spin around the Big 10, and Spencer unveils some of his favorite name, image, and likeness deals, from scented candles to Arby's (yes, really)."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Tomorrow, Robert Saleh begins his tenure in possibly the most challenging job in football...head coach of the New York Jets. The former 49ers Defensive Coordinator has already drawn praise from players and analysts alike, who think he may just be the guy who can turn around the long struggling franchise. Saleh's path to the Jets sideline has been as unusual as it is groundbreaking. Jets reporter Rich Cimini brings us the story of how, September 11th, 2001 changed Saleh's life forever, and set him on a course to become the first Muslim head coach in NFL history."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "When the winningest team in high school football hired the most controversial coach in high school football, heads turned all over the state of Georgia. What ensued was a 15-month saga of small-town, big time football that ended up dividing an entire town. In a re-air of one of our favorite episodes, Mark Schlabach brings us a story of funny money, a secret recording, and the unraveling of a powerhouse high school football program in Valdosta, Georgia."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "As the college football season starts, the PAC-12, ACC, and Big Ten announced a new alliance. The purpose of the teamup is unclear...but no doubt is influenced by power and money, and the looming specter of the Southeastern Conference in the college football sphere. ESPN's Paul Finebaum walks us through the implications of the changes off the field, and who might dominate on the field. Then, former NBA champion J.R. Smith is now a member of the North Carolina A&T State golf team, so current student East L. Dockery shares reporting on Smith's next act."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "On November 7th, 2006, Bryan Pata, a defensive lineman for the University of Miami Hurricanes, was shot and killed when he returned home after football practice. He was just 22 years old. For nearly 15 years, no one was arrested in connection with Pata's killing. That changed last week, with the stunning arrest of Pata's former Miami teammate, Rashaun Jones. Today, we revisit our conversation from November with investigative reporter Paula Lavigne, who was part of ESPN's multi-year probe into Pata's killing that pointed out missteps in the long stalled police inquiry. Then, we discuss what led to the stunning arrest last week...and where the case might go from here."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "August is ESPN's Matthew Berry's favorite time of year: fantasy draft season. After participating in hundreds of thousands of drafts over his long fantasy career, Berry has everyone from Jay-Z to the Avengers cast asking him who they should draft. To better your chances this upcoming fantasy football season, Berry shares his \"7 Habits of Highly Effective Drafters,\" so you too can dominate your peers. Then, following Major League Baseball's \"Field of Dreams\" game last night, ESPN Daily's own Ryan Nantell shares a story of his time on the storied diamond from the 1989 film...that turned into something closer to a nightmare."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "College sports powerhouses the Texas Longhorns and Oklahoma Sooners have hightailed it for the almighty Southeastern Conference, or SEC, leaving the Big 12 behind. It's one of the biggest college football shakeups we've seen, and shows the enormous power and influence of the SEC. College football gentleman and scholar Spencer Hall takes us inside this drama to tell us why it matters."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "As coronavirus cases surge across the country, the NFL's training camps are in full swing. But the most important battle being waged is between the teams and a vocal minority of players who don't want to get vaccinated. This offseason, the NFL has implemented new policies to encourage players to get the vaccine. For instance, if an unvaccinated player causes an outbreak that forces a game to be canceled, that player's team must forfeit. And every player on both teams will lose out on their game check. In addition, unvaccinated players are mandated to spend 5 days in quarantine if they come in contact with an infected individual. So coaches around the league are increasingly taking the view that the vaccine isn't just crucial to private and public health...it's critical to winning football games. But that doesn't mean every player agrees...and the friction is starting to boil over publicly. Kevin Seifert explains the pushback, and how the NFL is handling its vaccination efforts going forward. Then, Sarah Spain discusses her Olympic heptathlon dreams."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "You know and love the Marvin Gaye song \"What's Going On,\" which turned 50 this year. But do you know the background voices on the hit song belong to two Detroit Lions? The Motown superstar developed a deep friendship with NFL players Mel Farr and Lem Barney, and it led to music history. Plus the story gets even better, as Farr and Barney helped Marvin Gaye take his dream of playing pro football to the next level. Justin Tinsley joins the show to tell the amazing story of football's role in Marvin Gaye's turbulent life."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "For generations, countless men and women from around the sports world have served in our nation's military. But none have a story quite like Rocky Bleier. Bleier won a college football national championship with Notre Dame, but during his rookie season with the Pittsburgh Steelers, he was drafted into the U.S. Army. Three months into his deployment to Vietnam, Bleier was shot through the thigh and suffered a grenade blast to his foot. Doctors told him he'd never play football again. But Bleier would go on to rejoin the Steelers and win four Super Bowls with the team in the 1970s. In 2018, Bleier and ESPN's Tom Rinaldi traveled to Vietnam, to the Hiep Duc Valley, where Bleier served, and where many of his fellow soldiers were killed in an ambush. We re-air this story for Memorial Day."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "You know and love the Marvin Gaye song \"What's Going On,\" which turned 50 this month. But do you know the background voices on the hit song belong to two Detroit Lions? The Motown superstar developed a deep friendship with NFL players Mel Farr and Lem Barney, and it led to music history. Plus the story gets even better, as Farr and Barney helped Marvin Gaye take his dream of playing pro football to the next level. Justin Tinsley joins the show to tell the amazing story of football's role in Marvin Gaye's turbulent life."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Deion Sanders was one of the NFL's most flamboyant characters, where he earned nicknames like \"Prime Time\" and \"Neon Deion.\" Now, he's just finished his first season as head coach at Jackson State (yes, spring football due to COVID-19). Our guest, sports writer Jean-Jacques Taylor, covered Sanders' career for the NFL and reported on his coaching season for The Undefeated. Then, Myron Medcalf joins us from Minneapolis on the sports world's reaction to a guilty verdict for the man who killed George Floyd."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "When the winningest team in high school football hired the most controversial coach in high school football, heads turned all over the state of Georgia. What ensued was a 15-month saga of small-town, big time football that ended up dividing an entire town. Mark Schlabach brings us a story of funny money, a secret recording, and the unraveling of a powerhouse high school football program in Valdosta, Georgia."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The NFL's concussion settlement set terms for compensating retired players who show cognitive impairment after playing football. But two NFL veterans have taken legal action because they say the claims process discriminates against Black players, making it harder for them to be compensated. Ryan Smith joins the show to discuss the cases of Najeh Davenport and Kevin Henry, why and how race was factored into their claims, and how the NFL has responded."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "It's been just days since Robert Saleh began his tenure in possibly the most challenging job in football...head coach of the New York Jets. But the former 49ers Defensive Coordinator is already drawing praise from players and analysts alike, who think he may just be the guy who can turn around the long struggling franchise. But Saleh's path to the Jets sideline has been as unusual as it is groundbreaking. Jets reporter Rich Cimini brings us the story of how September 11th, 2001 changed Saleh's life forever, and set him on a course to become the first Muslim head coach in NFL history. Then, Domonique Foxworth joins us to discuss the lack of diversity in NFL coaching hires."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The NFL divisional playoffs went down to the wire, and the conference championship games are set! Tom Brady and the Bucs made the Saints pay for some costly turnovers, as Tampa finished off New Orleans. Led by backup QB Chad Henne, the Kansas City Chiefs held on to beat the Cleveland Browns after Patrick Mahomes went down with a concussion. Aaron Rodgers played like he was immortal, with the Packers proving the mortality of the Rams defense. The football cosmos favored the Buffalo Bills against the Baltimore Ravens. So what's all this mean for who keeps winning? Bill Barnwell brings his best takes. Then retired MLB player Doug Glanville shares what being a Black father means for his next move in baseball."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "When the Cleveland Browns took down their rivals the Steelers last weekend, decades of football angst was released. The Browns got their first playoff win since the 1990s, and now they'll face reigning Super Bowl champions, the Kansas City Chiefs. Led by quarterback Baker Mayfield, the Browns are desperate to prove that this team and this season is different. ESPN Browns reporter Jake Trotter brings us inside their historic season, and traces Baker's rise. Then, head to Buffalo with ESPN Bills reporter Marcel Louis-Jacques and a fan very close to ESPN Daily, for a look at Bills mania ahead of their second home playoff game."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The NBA tips off tonight, in time to ensure Christmas basketball in 2020! Headed into the season, LeBron's Lakers still sit atop the West, and maybe the entire league. Mavericks star Luka Doncic appears to be the early frontrunner for MVP, but does he have what it takes to earn that status? And with Giannis Antetokounmpo signed and Kevin Durant returning from injury, can Jimmy Butler and Bam Adebayo repeat last year's surprising playoff run? Zach Lowe brings us the latest on the James Harden situation, and more. Then, Josh Hermsmeyer breaks down the best and worst of movie football coaches."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "In one of the strangest college football seasons ever, the most recent college football playoff rankings have stirred up new controversy. And the stakes are now raised: not just for each of the teams in Saturday's conference title games, but also for the playoff committee itself. SEC Network's Spencer Hall sorts through what may or may not be influencing these powerbrokers, and looks at how strong each of the title contenders really are. Then Sean Gibson, great-grandson of legendary baseball player Josh Gibson, discusses MLB designating Negro Leagues as major leagues, his great-grandfather's career, and the impact on baseball."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Archie Manning is a beloved football icon, known as the father of NFL QBs Peyton and Eli Manning, and for his own success at Ole Miss and with the Saints. Archie grew up in tiny Drew, Mississippi and was vaulted to college football stardom in 1969 just a few weeks after suffering a dire family tragedy. Wright Thompson spent time with Archie and his wife Olivia during close-to-home pandemic life, and shares his reporting on the formation of a football patriarch."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Andy Hoffman and his family found the national spotlight back in 2013 when his 7-year-old son, Jack, who was battling a brain tumor, scored a 69-yard touchdown in a Nebraska Red and White intrasquad football game. Since then, Andy has made it his mission to help his son and children like him to beat this disease, by raising funds for pediatric brain cancer research through his Team Jack foundation. Seven year later, Jack, now 15, is healthy enough to pursue his dreams of playing high school football. But over the summer, his father Andy was diagnosed with terminal brain cancer. Now, Andy Hoffman is still fighting: to raise awareness for pediatric brain cancer, to savor the time he has left, and to cheer for his son on the football field. As part of ESPN's V Week, Chris Connelly joins the show to bring us this story, as told by E:60."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "For generations, countless men and women from around the sports world have served in our nation's military. But none have a story quite like Rocky Bleier. Bleier won a college football national championship with Notre Dame, but during his rookie season with the Pittsburgh Steelers, he was drafted into the U.S. Army. Three months into his deployment to Vietnam, Bleier was shot through the thigh and suffered a grenade blast to his foot. Doctors told him he'd never play football again. But Bleier would go on to rejoin the Steelers and win four Super Bowls with the team in the 1970s. In 2018, Bleier and ESPN's Tom Rinaldi traveled to Vietnam, to the Hiep Duc Valley, where Bleier served, and where many of his fellow soldiers were killed in an ambush. We re-spin this show as the Steelers continue their undefeated 2020 season."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "When the COVID-19 pandemic hit last March, it forced sports everywhere to shut down. And while the NBA, NHL and MLB were all eventually able to return to action, college basketball was forced to cancel the rest of their season...including their marquee event, the NCAA Tournament. Now, more than eight months later, college hoops makes its cautious return with a tipoff on Wednesday. Myron Medcalf tells us the teams and players to look out for on the court, and also whether the sport itself will be able to complete its season...and what March Madness might look like in a pandemic. Then, Heather Dinich sets the scene for tomorrow's college football playoff rankings, amidst another round of postponements and positive COVID tests."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "For generations, countless men and women from around the sports world have served in our nation's military. But none have a story quite like Rocky Bleier. Bleier won a college football national championship with Notre Dame, but during his rookie season with the Pittsburgh Steelers, he was drafted into the U.S. Army. Three months into his deployment to Vietnam, Bleier was shot through the thigh and suffered a grenade blast to his foot. Doctors told him he'd never play football again. But Bleier would go on to rejoin the Steelers and win four Super Bowls with the team in the 1970s. In 2018, Bleier and ESPN's Tom Rinaldi traveled to Vietnam, to the Hiep Duc Valley, where Bleier served, and where many of his fellow soldiers were killed in an ambush. Today, in honor of Veterans Day, Tom Rinaldi joins the show to recount Bleier's incredible football comeback in the wake of a devastating combat injury, and how his return to Vietnam helped him reconcile with the past."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Bryan Pata was a standout defensive lineman for the University of Miami Hurricanes, and the 22-year-old was projected to be a 2nd or 3rd round pick in the NFL Draft. But on November 7th, 2006, after returning home from football practice, Pata was shot and killed in the parking lot of his apartment complex. 14 years later, Pata's murder remains unsolved. Over the years, police have pursued multiple leads in Pata's case, but they have never made an arrest, or even publicly named a person of interest. But now, during a recent court hearing, police say they believe they know who was responsible for Pata's death, and that an arrest will come in the foreseeable future. ESPN's Paula Lavigne, who reported extensively on the case, brings us up to date on the investigation."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "On Thursday, Clemson QB Trevor Lawrence announced he had tested positive for COVID-19, shocking the college football world. David Hale explains what the diagnosis means for Lawrence and the rest of the sport. Then, after the Big Ten decided to reverse its initial decision to not play this fall, their season is underway...and the conference is now dealing with an outbreak of COVID-19 on the Wisconsin Badgers, leading them to cancel their game this weekend with Nebraska. In another Big Ten showdown, Ohio State plays Penn State this Saturday, featuring possible Heisman challenger QB Justin Fields. Kirk Herbstreit joins the show to preview that matchup, and to assess the college football landscape so far. Plus, a preview of our first-ever bonus episode. Former 76ers basketball executive Sam Hinkie gives a rare interview, as his friend and colleague Daryl Morey takes his old job."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "As the Big Ten kicks off this weekend, we remember the time Ohio State's Brutus Buckeye and Ohio University's Rufus the Bobcat got into a mascot brawl for the ages. It was 2010, and regardless of who won, the fight went viral. Did Rufus attack Brutus unfairly and without warning? Or was it simply a loveable underdog taking a jab at a college football powerhouse? Dave Fleming brings us the epic tale of that fateful September day, and the years of rivalry behind it. Plus: rookie QB Tua Tagovailoa was named starter for the Miami Dolphins, making veteran Ryan Fitzpatrick a backup yet again."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The NFL's sixth Sunday saw Aaron Rodgers suffer at the hands of the Buccaneers relentless defense, while Ryan Tannehill and the Titans clung to victory over the Texans in overtime. The Titans and Steelers both remain undefeated at 5-0, but the hapless Jets fell to 0-6 amidst drama between head coach Adam Gase and defensive coordinator Gregg Williams. Bill Barnwell brings us his insights on this weekend's football action, and if this season has met expectations surrounding the pandemic. Then, the weirdest college football commitment video we've ever seen (if that is even what it was?)."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "On Saturday, #3 Georgia visits #2 Alabama in what could be the biggest game of the college football season. Despite not playing each other every year, the Bulldogs-Crimson Tide rivalry has a rich history in recent seasons, with numerous high profile matchups that have all ended in heartbreak for Georgia. But this year might be different. Especially because Alabama will be without head coach Nick Saban, who will miss the game after testing positive for COVID-19 on Wednesday. ESPN's Bill Connelly explains how Saban's absence will affect the Crimson Tide, and what the Bulldogs need to do to finally come out on top. Then, Max Kellerman joins Pablo to preview this Saturday's big fight between Vasiliy Lomachenko and Teofimo Lopez."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Chiefs safety Tyrann Mathieu earned the nickname \"Honey Badger,\" for his fearlessness, speed and dynamic play on the football field. But one trait he doesn't share with nature's biggest badass is not caring. Mathieu's dedication to his teammates and community have made him a leader, on and off the field, in spite of battling and injuries and skepticism about his character. Domonique Foxworth wrote a Cover Story on Mathieu for ESPN.com, and joins the show to break down what makes him a model modern NFL defenseman. Then, how the saga of the LSU-Florida cancellation plays into the bigger story of sports safety and the SEC."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "When the #7 Miami Hurricanes take on #1 Clemson on Saturday night, it will be a matchup of two of this year's top contenders for the Heisman Trophy. One is a household name to college football fans: Clemson QB Trevor Lawrence, whose golden boy image and physical gifts have made his success seem preordained. The other, is shorter, less heralded...and has been underestimated his entire career...Miami QB D'Eriq King. King's road to this marquee matchup has been anything but normal. After beginning his career at the University of Houston, King was asked to redshirt as a senior when the team got off to a rocky start. Instead of returning to the Cougars, King transferred to Miami for his senior year. Off the field, he's faced personal tragedy: his mother was diagnosed with breast cancer last year, and his father died this February of a heart attack. Sam Khan Jr. has covered King since his high school football days, and joins the show to share King's unique story. Then: an ode to Dion Waiters, the most unlikely possible NBA champion, ahead of Game 5 of the NBA Finals."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Mississippi State head coach Mike Leach is unlike anyone else in college football. After nearly two decades at Texas Tech and Washington State, he's now taken his talents to the SEC, where his team has upset reigning NCAA champions LSU and lost to lowly Arkansas through the first two weeks of the season. Ryan McGee brings us some of his all-time Mike Leach stories, and discusses how his unique personality might be received in the toughest conference in college football. Then: Scottie Pippen helps you fall asleep."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "After months of debate and uncertainty, the SEC kicks off this weekend, three weeks later than originally planned. It promises to be a strange season in so many ways...there are no non-conference games, limited fans will be allowed in stadiums, and tailgating will be forbidden on campus. Meanwhile, coaches like LSU's Ed Orgeron and Alabama's Nick Saban focus on preparing their players for the new normal. And new coaches like Mississippi State's Mike Leach and Ole Miss's Lane Kiffen promise to bring even more intrigue to the conference. Spencer Hall from the SEC Network's \"Thinking Out Loud\" brings us all the updates you need to know about the SEC, and everything else happening around college football."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "In football-obsessed Oxford, Mississippi, Nacoma James was a beloved high school football coach and math teacher at Lafayette High School. In August, James died due to complications of coronavirus. In September the school decided to play football this season. James' widow Laticia supports the team, even as she struggles to find her way back to social life in a town centered on the sport. ESPN's Elizabeth Merrill shares the story of James' life and untimely death at age 42, and weighs the community's pain over his loss, alongside the risk of the pandemic and a deep love of football."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The NFL was hampered by injuries to stars around the league on Sunday. Among them? Saquon Barkley going down for the Giants, Carolina RB Christian McCaffrey, and many, many 49ers, including Jimmy Garoppolo, Nick Bosa, and Raheem Mostert. Considering the impact of those injuries, many teams have now dropped to 0-2. Bill Barnwell discusses the severity of injuries around the league, and explains what's at stake for football's winless teams. Plus, a tribute to the late Justice Ruth Bader Ginsberg: athletic inspiration."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "In September 1970 the USC Trojans, a racially integrated team, traveled to Birmingham, Alabama to take on the Crimson Tide, where only white players were allowed on the roster. And the game - a blowout by USC - put college football in the South on solid ground toward desegregation. Sam Borden spoke to several players who suited up that day for USC and Alabama, and shares their account of the legendary game with Pablo Torre. In this current moment of national dialogue on racial justice and police violence, and with college athletes speaking out more than ever before, these alums also consider how much progress has been made in the past 50 years, or not. Plus, how politics plays into the Big Ten college conference decision to hold a season, after all."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The NFL's season kicked off to a thrilling start, as Tom Brady earned his first loss as a Tampa Bay Buccaneer to the New Orleans Saints. Meanwhile, Cam Newton rushed for two TDs in his debut as a New England Patriot. Around the league, 2018's draft class had a chaotic day, with Baker Mayfield and Lamar Jackson squaring off while Josh Allen took on Sam Darnold...and Josh Allen. Bill Barnwell surveys the weekend's football action, and examines where these quarterbacks stand following their week one performances."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "In any normal year, Clemson quarterback Trevor Lawrence would already have an enormous voice in college football. He is the most well-known player in the country, a Heisman Trophy favorite, and is widely expected to be the first overall player taken in the 2021 NFL Draft. But 2020 is no ordinary year, in college football or anywhere else: and Lawrence is increasingly speaking out on issues ranging from the global pandemic to racial injustice. It's not a role Lawrence has asked for, but it found him, as fellow players, the media, even the President of the United States want to hear what Lawrence has to say. Hallie Grossman joins the show to explain just how Lawrence found himself in the middle of every issue in college football, and how he plans on using his massive platform."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "QB Deshaun Watson takes the field for the Texans on Thursday night, armed with a fresh 4-year deal worth over $177 million, the second biggest in NFL history behind only the Chiefs' Patrick Mahomes. Watson has found success at every level of his football career...from the public housing project in Georgia where he grew up, to Clemson where he won a national championship, and now in the NFL, where he's made two straight Pro Bowl appearances. Through it all, Watson has remained quiet off the field, rarely speaking on anything outside of football. But following the killing of George Floyd, Watson has begun to use his voice. He marched in the streets of Houston with Floyd's family, and helped lead a campaign to remove the name of a pro-slavery politician from a building at Clemson. Tim Keown interviewed Watson about his career and impact as a Black quarterback, and discusses his reporting with Pablo Torre."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The NFL season is already here (at last!) as the defending Super Bowl champion Kansas City Chiefs face the Deshaun Watson-led Houston Texans this Thursday. Week One's full slate of games has something for every football fan: Tom Brady debuts with the Bucs, Joe Burrow takes the helm for the Bengals, and the Cowboys get the chance to live up to the hype surrounding their offense. Mina Kimes joins Pablo to preview this week's football action."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "College football is off to a strange and uneven start. The SEC, ACC, and a few other conferences kicked off their season last weekend. Meanwhile the Big 10, which cancelled its season, seems to be muttering about regrets or even reconsidering, and the Pac-12 remains firmly out of the picture. Paul Finebaum explains the decisions and power struggles still at play even as college football kicks off, which stars are opting out to prepare for the NFL draft instead, and what it will take for the season to stay on course in coming weeks."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The injury that Washington Quarterback Alex Smith suffered to his right leg on November 18, 2018 not only threatened his football career, it nearly cost him his leg, and even his life. This week, more than a year and a half later, he returned to the practice field, cleared to resume football activities. ESPN's Stephania Bell joins the show to chronicle Smith's rehabilitation, and explain just what drove him to return to action."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "College football's 2020 season hangs in the balance. Over the weekend, the Mid-Atlantic Conference cancelled its season. Today, big meetings and movements are expected from the Big Ten, PAC-12, and other conferences as they consider their options amidst growing concern around coronavirus. It's a decision that's become both political and personal, as conferences across the country have navigated the variations in protocols at the state, city, and university levels. On Monday, President Trump even weighed in on the situation, tweeting \"Play College Football!\" Adam Rittenberg brings us the latest, specifically on the Big Ten. Then, Cal offensive lineman Valentino Daltoso, who helped organize the PAC-12's \"We Are United\" movement, weighs in with the player perspective."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "As the NFL regular season looms, QB Tom Brady is adjusting to his new role in the Tampa Bay Buccaneers pocket. Different playbooks, unfamiliar facilities, and a new climate all present challenges to the veteran QB. Meanwhile, his Buccaneer teammates are adjusting to a new play caller under center. ESPN's Jenna Laine brings us her reporting on how Brady is getting used to working in Tampa with a new team. Then, 18-year NFL QB veteran Josh McCown explains how difficult it is to learn a new playbook - considering McCown has learned 16 different ones over the course of his long football career."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "College football continues to grapple with how to proceed with a season, with plans that vary in conferences across the country. A group of PAC-12 players published a document in the Players Tribune with a list of demands surrounding a number of issues: player health and safety, wealth inequality, and racial injustice. The players are threatening to opt out of the season if their concerns are not addressed to their satisfaction, posing an unprecedented challenge to the conference and the NCAA. UCLA football players Elisha Guidry and Otito Ogbonnia join the show to explain why they got involved with the movement. Then ESPN's Mark Schlabach gives more context on the PAC-12 players' actions within the college football landscape."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Dr. Anthony Fauci joins Pablo Torre to discuss the challenges, risks, and rewards of the return of sports in America after more than four months of shutdown due to the coronavirus pandemic. It's an issue that has become increasingly stark in recent days with the outbreak of COVID-19 on the Miami Marlins. Dr. Fauci weighs in on MLB's response to the Marlins' situation and what it means for the rest of the baseball season. He also discusses leagues operating in a bubble, like the NBA, and assesses the NHL's decision to play in Canada. While the NFL commences its training camps and college football considers its options, Dr. Fauci explores the possibilities surrounding football season, and describes the long term effects of coronavirus on athletes. Then, one of Dr. Fauci's high school basketball teammates gives us some insight on what Fauci was like as an athlete."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The NFL and its players union have reached an agreement, and pro football is moving forward with a 2020 season. Training camps are set to open this week. There won't be a football bubble, as teams plan to play in their home markets. There won't be a preseason, as that has been eliminated. There won't be a lot of time to decide, with just seven days for players to announce if they'll report to camp. But, as of now, there will be football. ESPN NFL Insider Dan Graziano explains how the deal came together, what training camp will look like, and the latest news from around the league."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "While pro leagues around the US are getting back to play, college football leaders are taking several different approaches to the risk of COVID-19. Some schools and conferences have already cancelled fall sports altogether, while others have announced they're limiting games to in-conference opponents. And there are some conferences, big ones like the SEC, which have yet to make a decision on how or whether to have a fall 2020 college football season. ESPN's college football reporter Heather Dinich walks Pablo Torre through the gamut of options and why there's such a patchwork of possibilities, including the scenario of a spring 2021 season. Then Emily Applegate, former employee of the Washington football team, discusses her experiences of harassment within the organization after being named in last week's Washington Post article."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The roar of the crowd has always been the soundtrack of sports. Whether it's a hearty \"De-FENSE!\" chant in football, or a cascade of boos after a blown call in baseball...the crowd is the emotional heartbeat of any game. But now, with the coronavirus pandemic making crowds impossible...and MLB, NHL and NBA on the verge of returning to play...sports are suddenly going to sound completely different. And for athletes and fans alike, it's going to take some getting used to. Mina Kimes chats with players, broadcasters, and writers from around the sports world about the impact of the sound of sports - before, during, and after the pandemic."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Former Panthers QB Cam Newton is signing with the New England Patriots. Yes, you continue to read that correctly. After a quiet offseason for New England, many believed the Pats were sticking by their QB, Jarrett Stidham, thus leaving the AFC East wide open. But now that Newton is en route to Foxborough, many factors point to this being a match made in football heaven. Bill Barnwell discusses Cam's strengths as a QB and what he'll bring to the Patriots' existing squad."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "College football faces a unique challenge to return. With hundreds of schools and thousands of players, there's no centralized \"bubble\" possible or even any centralized guidelines or decisions. At college programs throughout the country, schools are presenting players with waivers to sign that they accept the risks of training and playing amid the pandemic, while teams are seeing more and more positive tests for the coronavirus. Spencer Hall explains the variety of approaches and impacts we are seeing already, and how players are finding their voices on the return to play, just as they have in recent weeks around other social issues."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Four months ago, the XFL kicked off with hopes of becoming the league that would finally make spring football work. With big money backing them from WWE's Vince McMahon and veteran leadership from commissioner Oliver Luck, signs pointed to success. Then after just five weeks of play, the coronavirus forced the XFL and sports leagues everywhere to press pause. While other major sports are either on their way to resuming play or fighting out the details, the XFL decided to shutter its doors for good. What went wrong? ESPN's Kevin Seifert gives a behind-the-scenes look account of the XFL's downfall, and discusses whether it could have been saved."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Over the past two weeks, America has seen countless professional athletes speak out about racial inequality and police brutality. But increasingly, it's not just the pros who are making their voices heard. College players are becoming more and more vocal about issues of injustice within their own programs, and across campuses as well. Former Missouri safety Ian Simon was a pioneer in many ways to the current movement: he explains how he and his football teammates helped to create change in leadership at Mizzou when they threatened to boycott and not take the field. Then, ESPN's David Hale discusses why college football players are responding in ways we've never seen before."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Atlanta Falcons tight end Hayden Hurst played competitive sports for his entire life. But in January 2016, after a season of college football, he tried to take his own life. Since getting professional help and support, he's been open about his struggles with anxiety and depression, and stays active in decreasing the stigma surrounding mental health issues. Hurst joins the show to discuss his demons and how he's committed to helping others, as part of Mental Health Awareness Month."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "College football has a different path to return than pro sports. It's hard to say where hundreds of academic institutions with thousands of players will be in a few weeks, much less by autumn. The NCAA isn't like, say, the NFL or MLB in terms of its power or say-so over college sports. Paul Finebaum joins the show to discuss the many obstacles, options and high stakes for this college football season. Would players return, even if the general student body isn't back on campus? Would some conferences start, even if other teams remain under \"safer at home\" orders? What's the financial risk of a short season, or none at all? Then, European soccer correspondent Gab Marcotti weighs in on the return of Germany's Bundesliga."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "It was one of the most gruesome injuries in NFL history. On November 18, 2018, Washington Redskins quarterback Alex Smith suffered a compound fracture to his right leg, which became dangerously infected. The injury would threaten to cost Smith his leg, and potentially, even his life. Ahead of tonight's E:60 episode, \"Project 11,\" which documents Smith's ordeal, the former No. 1 overall pick reflects on the injury, his recovery, and his desire to return to football. In addition, ESPN reporter Stephania Bell analyzes how Smiths injury turned life threatening."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Marijuana use by athletes used to be considered taboo, and punishments for violating drug policies were severe. But now, as laws and attitudes around the country change, leagues are adjusting their rules. Former NFL RB Ricky Williams recounts how his marijuana use once dominated football headlines, and assesses the NFL's changes to the league's policy in the new CBA. Then, ESPN's Emily Kaplan breaks down the marijuana policy reforms across pro sports."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "\"With the first pick in the 2020 NFL Draft, the Cincinnati Bengals select...Joe Burrow, quarterback, LSU.\" It's a sentence we'll most likely hear this Thursday night. What kind of pressure -- and team -- is Cincy about to thrust upon the Heisman Trophy-winning star? ESPN's Ben Baby digs deep into Burrow's football story to find out. Plus, he sets the scene in Ohio, where a long history of disappointment has left Bengals fans hungry for success."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Poised to be the No. 1 wide receiver picked in this year's NFL Draft, Alabama's Jerry Jeudy is sought after for his speed and explosiveness. He has also endured family tragedy alongside football success. Following the loss of his 7-year-old sister, Jeudy became a college star, and is now preparing to enter the NFL. Ahead of Thursday's first round, ESPN's Liz Merrill shares Jeudy's story."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Jordan Love is one of the most divisive QBs entering this year's NFL Draft. He's known for his deep passes on the run...as well as his numerous interceptions. Fans and critics alike are curious to see if Love will live up to his potential, or if his flaws as a player will prove too big to ignore. ESPN's Tim Keown joins the show to explore Love's football prowess, as well as his complicated past."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "While most sports are on hold due to the coronavirus pandemic, the NFL got some certainty this week, with players voting to approve a new collective bargaining agreement. NFLPA Executive Director DeMaurice Smith talks about the major points of the new deal. Then, ESPN NFL Insider Dan Graziano discusses how the league is responding to risks of COVID-19, and how the upcoming football schedule could change."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Tua Tagovailoa came into the college football season with Alabama as \"most likely to be the next number one overall pick\" in the NFL draft. Then came a season-ending hip injury. With reports that his recovery is on track, Tua enters the draft as a game-changing wild card. Ahead of this weekend's NFL combine, ESPN's Todd McShay breaks down Tua's history and weighs where he'll end up in April's draft."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "As the XFL kicks off, this 2.0 incarnation hopes to stand in stark contrast to the 2001 football league that failed. ESPN's Kevin Seifert dives into the thinking behind the XFL. Before, it leaned on wacky theatrics. But the new version aims for much more serious fans. Plus, the XFL Tampa Bay Vipers' Aaron Murray breaks down the appeal of the league for players like him."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "After being named a captain in this year's Pro Bowl, Michael Vick faced a new wave of criticism. Animal advocates and football fans alike point to Vick being sent to federal prison for his involvement in dogfighting. Between Vick's initial NFL run, his time served and his return to football following that sentence, he has a complicated story. Ahead of tonight's \"30 for 30\" documentary, ESPN's Bomani Jones explores the context of Vick's career, his ongoing path to redemption and what his legacy will be."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Ahead of Super Bowl weekend, Mina Kimes takes you to the local Miami neighborhood that has given rise to some of the most famous NFL players in recent history: Chad Johnson, TY Hilton, Antonio Brown and Teddy Bridgewater, just to name a few. Hometown heroes Bridgewater, Hilton and Johnson give their insights into this Florida football hotbed."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The 49ers' Kyle Shanahan is making his first Super Bowl appearance as a head coach. But he's been to the big game before, as the Falcons offensive coordinator when Atlanta infamously lost a 28-3 lead to a Patriots comeback. ESPN's Seth Wickersham explains how Shanahan can shake the ghosts of his football past."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "College football has a new champion: the LSU Tigers. ESPN's Mike Golic Jr. joins Mina Kimes from New Orleans to break down the big game. Then, the Houston Astros face unprecedented consequences after the 2017 sign stealing scandal. Baseball insider Jeff Passan joins to discuss the fallout...and what happens next."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "As you watch the Chiefs play, look for running backs coach Deland McCullough. He has an incredible story, one that he shared with ESPN's Sarah Spain. After decades of not knowing his birth parents, McCullough's search for the truth led him to an incredible revelation - and reunion - with football at the center. Also, Jeremy Schaap offers a remembrance of legendary NBA Commissioner David Stern."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "In a dramatic college football career, Jalen Hurts has divided football insiders about his potential upside. From Alabama to Oklahoma, Hurts has always been a serious player and hoped for a future in the NFL. ESPN's Ivan Maisel got insider access to Jalen Hurts, his family, coaches and colleagues. He joins Mina Kimes to discuss the college QB, known as a man of few words."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "NFL fullbacks are some of the hardest-working and most beloved players in the sport, but they've struggled to find success in the spotlight. This season, things are different. FiveThirtyEight's Josh Hermsmeyer joins Mina Kimes to explore how fullbacks are having their best year ever, and why they've been the key to success for football offenses."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The NFL playoffs don't start for another month, but Sunday's 49ers-Saints offensive explosion definitely had an electric playoff feel. ESPN senior writer Bill Barnwell joins Mina Kimes to break down what led to a blockbuster 90-plus point game in New Orleans. Then, ESPN college football reporter Heather Dinich shares an inside look at the college football team rankings, joining us from the scene of the committee's Selection Day in Texas."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Cam Newton's season got put on hold following a foot injury this year, and now the quarterback's future with the Carolina Panthers seems up in the air. But there are plenty of teams that could benefit from Newton's unique blend of athleticism and leadership. ESPN Senior NFL Writer Jeremy Fowler joins Mina Kimes to explore Newton's memorable football life and what the Panthers could gain or lose without him."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "It's Rivalry Week in the world of college football! Mina Kimes discusses the unique nature of the bowl system - more than 30 games and we haven't even reached the peak ones. Then: a replay of our story where we enter the world of NHL dentists - the brave heroes who attempt to put hockey players' notorious grins back together. ESPN writer Dave Fleming takes Mina on a gory, grueling journey of mouth molds, chiclets, emergency surgery and more tales of dental hockey horror."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "University of South Carolina quarterback Ryan Hilinski has been one of college football's biggest surprises this season. But as Ryan sees success, the family continues to mourn the loss of the older brother, Tyler -- also a college quarterback, for Washington State -- who died by suicide in 2018. ESPN's Jen Lada shares her extensive interviews with the Hilinskis for E:60, documenting the family's tough decisions about football, and their path to hope."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "College football has a storied history of epic rivalries, and none bigger than LSU taking on Alabama. The two powerhouses face-off this Saturday, and the stakes have never been higher. ESPN reporter Ryan McGee joins Mina Kimes to discuss how LSU's newly developed high-powered offense could turn the tide and write the next chapter in this glorious SEC showdown."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Bill Belichick is considered by many to be the greatest NFL coach of all time. On Sunday, he won his 300th game. So how did Belichick become the standard of excellence in the NFL? ESPN's Bill Barnwell joins Mina to discuss the Patriots' dominant win over the Browns. Then, Senior Writer Ian O'Connor - who wrote the book on the Patriots' coach - takes a deep dive into Belichick's football legacy and where he goes from here."
},
{
    "url": "https://www.bbc.com/news/business-59245973",
    "result": "\"We're the size of two football pitches and we're more akin to an Amazon warehouse in terms of disruption than a Hinkley Point, so that should open up a broader range of siting opportunities,\" says Mr Blake."
},
{
    "url": "https://www.bbc.com/news/england",
    "result": "Figures from politics, police, football and faith communities call for unity a week after the blast."
},
{
    "url": "https://www.bbc.com/news/england",
    "result": "Figures from politics, police, football and faith communities call for unity a week after the blast."
},
{
    "url": "https://www.bbc.com/news/england",
    "result": "Man critically hurt after football disorder"
},
{
    "url": "https://www.bbc.com/news/england",
    "result": "Figures from politics, police, football and faith communities call for unity a week after the blast."
},
{
    "url": "https://www.bbc.com/news/england",
    "result": "Man critically hurt after football disorder"
},
{
    "url": "https://www.bbc.com/news/england",
    "result": "Man critically hurt after football disorder"
},
{
    "url": "https://www.bbc.com/news/england",
    "result": "Figures from politics, police, football and faith communities call for unity a week after the blast."
},
{
    "url": "https://www.bbc.com/news/england",
    "result": "Man critically hurt after football disorder"
},
{
    "url": "https://www.bbc.com/news/england",
    "result": "UK beach footballer named the world's best"
},
{
    "url": "https://www.espn.com/college-football/rankings",
    "result": "Week 12's top college football trolls - Utah tops Oregon, Ohio State gets a superstar shoutout, more"
},
{
    "url": "https://www.espn.com/watch/player?id=63b8f35a-093a-4b97-aaae-577e9043bfb6",
    "result": "Joey Chestnut takes on the Coastal Carolina football team in a pizza-eating contest"
},
{
    "url": "https://www.espn.com/watch/player?id=35c3b5ce-71bb-49cd-9f0a-7fe7402f5e25",
    "result": "Joey Chestnut takes on the Coastal Carolina football team in a pizza-eating contest"
},
{
    "url": "https://www.espn.com/fantasy/",
    "result": "The best fantasy football advice and relevant information for Week 11 in the NFL from our ESPN experts, all in one place."
},
{
    "url": "https://www.espn.com/fantasy/",
    "result": "Clay: Updated top 240 dynasty fantasy football rankings"
},
{
    "url": "https://www.espn.com/fantasy/",
    "result": "The Playbook: Your ultimate fantasy football guide to Week 11"
},
{
    "url": "https://www.espn.com/fantasy/",
    "result": "Fantasy football last-minute pickups for Week 11: Rashod Bateman, Justin Fields and more"
},
{
    "url": "https://www.espn.com/wwe/",
    "result": "Jeff Jarrett ranks the top 10 wrestlers who played pro football: Roman Reigns, Goldberg and more"
},
{
    "url": "https://www.espn.com/college-sports/football/recruiting/",
    "result": "The key college football recruiting targets for the top 25 classes in the 2022 cycle"
},
{
    "url": "https://www.espn.com/college-sports/football/recruiting/",
    "result": "We break down college football's biggest recruiting battles and the most sought-after players the top schools are competing for."
},
{
    "url": "https://www.espn.com/college-sports/football/recruiting/",
    "result": "How the top college football recruiting classes have changed in the 2022 cycle"
},
{
    "url": "https://www.espn.com/college-sports/football/recruiting/",
    "result": "Ten college football teams have been ranked in the top five of the recruiting class rankings since April. But this cycle is far from over."
},
{
    "url": "https://www.espn.com/college-sports/football/recruiting/",
    "result": "Walter Nolen, the top-ranked football recruit in the class of 2022, committed to Texas A&M. What does it mean for the Aggies and the teams that missed out?"
},
{
    "url": "https://www.espn.com/college-sports/football/recruiting/",
    "result": "Which college football recruits in the Class of 2022 rose the rankings?"
},
{
    "url": "https://www.espn.com/college-sports/football/recruiting/",
    "result": "Two prospects achieved five-star status, but there were several top college football recruits in the 2022 class who climbed the rankings."
},
{
    "url": "https://www.espn.com/college-sports/football/recruiting/",
    "result": "The best college football recruiting classes by conference: Pac-12"
},
{
    "url": "https://www.espn.com/college-sports/football/recruiting/",
    "result": "The best college football recruiting classes by conference: Big 12"
},
{
    "url": "https://www.espn.com/college-sports/football/recruiting/",
    "result": "Arch Manning is the most sought-after quarterback recruit in the country and a descendant from football royalty. How do he and his family keep it all in perspective?"
},
{
    "url": "https://www.espn.com/college-sports/football/recruiting/",
    "result": "The next prospect from the first family of football, Arch Manning, is already the No. 2 recruit overall and top quarterback in the 2023 class. Manning took a look beyond high school with his fall recruiting tour."
},
{
    "url": "https://www.espn.com/college-sports/football/recruiting/",
    "result": "Ranking Kenneth Walker III, Henry To'o To'o and college football's top 20 transfers"
},
{
    "url": "https://www.espn.com/college-sports/football/recruiting/",
    "result": "What No. 1 NFL draft picks were like as college football recruits"
},
{
    "url": "https://www.espn.com/college-sports/football/recruiting/",
    "result": "Before they were drafted first overall, how good were Matthew Stafford, Joe Burrow and Kyler Murray as college football recruits?"
},
{
    "url": "https://www.espn.com/chalk/",
    "result": "College football 2021 SP+ win total predictions"
},
{
    "url": "https://www.espn.com/chalk/",
    "result": "Bill Connelly uses his college football SP+ projections to make his win total predictions for each and every FBS conference heading into the 2021 CFB season."
},
{
    "url": "https://www.espn.com/chalk/",
    "result": "Stanford Steve and The Bear: College football picks and best bets for 2021"
},
{
    "url": "https://www.espn.com/chalk/",
    "result": "What's in store this season? The fellas preview the 2021 college football season with their best bets, from player props to over/under bets and conference winners."
},
{
    "url": "https://www.espn.com/chalk/",
    "result": "College football picks: Everything you need to know to bet football this season"
},
{
    "url": "https://www.espn.com/chalk/",
    "result": "College football action report: Public riding with Oklahoma, Ohio State"
},
{
    "url": "https://www.espn.com/chalk/",
    "result": "Best SEC college football bets: The numbers our experts like most"
},
{
    "url": "https://www.espn.com/chalk/",
    "result": "Big Ten college football best bets: Will Michigan get to eight wins?"
},
{
    "url": "https://www.espn.com/chalk/",
    "result": "Pac-12 college football best bets: Is Washington a strong value?"
},
{
    "url": "https://www.espn.com/chalk/",
    "result": "College football best bets for the Group of 5 and independents: Will Notre Dame win nine games?"
},
{
    "url": "https://www.espn.com/chalk/",
    "result": "Big 12 college football best bets: Is TCU being overlooked?"
},
{
    "url": "https://www.espn.com/college-sports/",
    "result": "College football betting nuggets: Cincinnati's worrying trend"
},
{
    "url": "https://www.tsn.ca/cfl",
    "result": "The CFL on TSN panel shared their thoughts on an action-packed night of football on TSN that saw the Argonauts win a wild one against the Lions, and the Riders defence step up in a big way to lift Saskatchewan over the Als. "
},
{
    "url": "https://www.espn.com/college-football/",
    "result": "The best trolls in college football for Week 12 include 'Horns Down,' Ohio State's superstar supporter and more"
},
{
    "url": "https://www.espn.com/college-football/",
    "result": "LSU brings out its white helmets, Ole Miss throws it back, and more highlight the best uniforms in college football for Week 12"
},
{
    "url": "https://www.espn.com/college-football/",
    "result": "Entering Week 12 of the college football season, schools continue to show off their sensational uniform combinations for this weekend's slate of games."
},
{
    "url": "https://www.espn.com/college-football/",
    "result": "College football coaching carousel: Latest buzz, top candidates, analysis of every vacancy"
},
{
    "url": "https://www.espn.com/nfl/",
    "result": "Week 11's biggest fantasy football questions: NFL reporters give advice"
},
{
    "url": "https://www.espn.com/nfl/",
    "result": "The Playbook: Your ultimate fantasy football guide to Week 11"
},
{
    "url": "https://www.espn.com/nfl/",
    "result": "Week 11 fantasy football rankings"
},
{
    "url": "https://www.bbc.com/sport/football/european",
    "result": "More games, more emissions, more money - does European football care about its climate impact?"
},
{
    "url": "https://www.bbc.com/sport/football/european",
    "result": "Insight: Must-read European football stories"
},
{
    "url": "https://www.bbc.com/sport/football/european",
    "result": "Buy cheap, sell big - meet football's smartest man"
},
{
    "url": "https://www.bbc.com/sport/football/59362388",
    "result": "Today's football gossip"
},
{
    "url": "https://www.bbc.com/sport/football/59362388",
    "result": "The latest rumours and stories from around the world of football."
},
{
    "url": "https://www.bbc.com/sport/football/59362388",
    "result": "Analysis and opinion from our chief football writer."
},
{
    "url": "https://www.bbc.com/sport/football/59362388",
    "result": "How to get into football"
},
{
    "url": "https://www.bbc.com/sport/football/59362388",
    "result": "How to get into football - the most popular sport in the world, with clubs and facilities throughout the UK."
},
{
    "url": "https://www.bbc.co.uk/sounds",
    "result": "Gary Lineker, Alan Shearer and Micah Richards debate major footballing event top 10s."
},
{
    "url": "https://www.bbc.co.uk/iplayer",
    "result": "No league, no staff, no hope? How football came back to a town that lost their club"
},
{
    "url": "https://www.bbc.co.uk/iplayer",
    "result": "Jess loves her life with her mum Tracy, until famous footballer Sean Godfrey arrives!"
},
{
    "url": "https://www.bbc.co.uk/iplayer",
    "result": "Becoming a footballer is an impossible dream, but that won’t stop Jamie and his friends"
},
{
    "url": "https://www.bbc.co.uk/iplayer",
    "result": "No league, no staff, no hope? How football came back to a town that lost their club"
},
{
    "url": "https://www.bbc.com/sport/football/59271459",
    "result": "Today's football gossip"
},
{
    "url": "https://www.bbc.com/sport/football/59271459",
    "result": "The latest rumours and stories from around the world of football."
},
{
    "url": "https://www.bbc.com/sport/football/59271459",
    "result": "Analysis and opinion from our chief football writer."
},
{
    "url": "https://www.bbc.com/sport/football/59271459",
    "result": "How to get into football"
},
{
    "url": "https://www.bbc.com/sport/football/59271459",
    "result": "How to get into football - the most popular sport in the world, with clubs and facilities throughout the UK."
},
{
    "url": "https://www.bbc.co.uk/sport",
    "result": "European football news"
}]