[{
    "url": "https://www.bbc.com/news/world-latin-america-59331694",
    "result": "Some local analysts have presented the upcoming electoral contest as a \"generational war\", with the older Mr Kast appealing to middle-aged and older voters, while Mr Boric was seen wooing the younger vote. "
},
{
    "url": "https://www.bbc.com/sport/football/59362235",
    "result": "There was genuine hope among the club's hierarchy that the situation could be turned round. However, both the performance and result at Watford were worse than anyone could have imagined and Solskjaer apologised to supporters afterwards."
},
{
    "url": "https://www.bbc.com/news/world-europe-59363256",
    "result": " condemned by the city's mayor as \"an orgy of violence\". Police fired warning shots and direct shots \"because the situation was life-threatening\", a police spokesperson told Reuters news agency."
},
{
    "url": "https://www.bbc.com/news/world-europe-59363256",
    "result": "Full force of Covid hitting Germany, warns Merkel"
},
{
    "url": "https://www.bbc.com/news/av/world-europe-59357633",
    "result": "Rioters could be seen throwing stones and fireworks at police in the Hague. This comes after police fired warning shots at protesters on the night before in Rotterdam."
},
{
    "url": "https://www.espn.com/espn/news/story?page=contact-index",
    "result": "Ohtani, Harper, Burnes, Ray -- did the voters get it right? Picks, results and analysis from MLB awards week"
},
{
    "url": "https://jobs.disneycareers.com/espn",
    "result": "Software Engineering"
},
{
    "url": "https://jobs.disneycareers.com/espn",
    "result": "Sr Software Engineer- Deployment"
},
{
    "url": "https://jobs.disneycareers.com/espn",
    "result": "Software Engineering"
},
{
    "url": "https://www.bbc.com/news/world/asia/china",
    "result": "China warns US about 'playing with fire' on Taiwan"
},
{
    "url": "https://www.bbc.com/news/world/latin_america",
    "result": "Awkward conversations for US with its neighbours"
},
{
    "url": "https://www.bbc.com/news/world/asia/china",
    "result": "China warns US about 'playing with fire' on Taiwan"
},
{
    "url": "https://www.bbc.com/news/world/asia/china",
    "result": "China warns US about 'playing with fire' on Taiwan"
},
{
    "url": "https://www.bbc.com/news/world/asia/china",
    "result": "Alibaba slumps by 10% after sales slowdown warning"
},
{
    "url": "https://www.bbc.com/news/world/asia/china",
    "result": "Video caption: Peng Shuai: China spokesperson 'not aware' of missing tennis star"
},
{
    "url": "https://www.bbc.com/news/world/asia/china",
    "result": "Peng Shuai: China spokesperson 'not aware' of missing tennis star"
},
{
    "url": "https://www.bbc.com/news/world/asia/china",
    "result": "When asked about missing tennis star Peng Shuai, Zhao Lijian said he was \"not aware\" of the situation."
},
{
    "url": "https://www.bbc.com/news/world/asia/china",
    "result": "China warns US about 'playing with fire' on Taiwan"
},
{
    "url": "https://www.bbc.com/news/world/asia/china",
    "result": "forward"
},
{
    "url": "https://www.bbc.com/news/world/latin_america",
    "result": "A US culture war raging in Brazil"
},
{
    "url": "https://www.bbc.com/news/world/latin_america",
    "result": "Awkward conversations for US with its neighbours"
},
{
    "url": "https://www.bbc.com/news/world/latin_america",
    "result": "Ecuador prison chief resigns after gang warfare"
},
{
    "url": "https://www.bbc.com/news/world/latin_america",
    "result": "A US culture war raging in Brazil"
},
{
    "url": "https://www.bbc.com/news/world/latin_america",
    "result": "forward"
},
{
    "url": "https://www.bbc.com/news/world/us_and_canada",
    "result": "Awkward conversations for US with its neighbours"
},
{
    "url": "https://www.bbc.com/news/world/europe",
    "result": "The health organisation's regional director warns of half a million more deaths by March without action."
},
{
    "url": "https://www.bbc.com/news/world/us_and_canada",
    "result": "Awkward conversations for US with its neighbours"
},
{
    "url": "https://www.bbc.com/news/world/us_and_canada",
    "result": "forward"
},
{
    "url": "https://www.bbc.com/news/world/europe",
    "result": "The health organisation's regional director warns of half a million more deaths by March without action."
},
{
    "url": "https://www.bbc.com/news/world/europe",
    "result": "The health organisation's regional director warns of half a million more deaths by March without action."
},
{
    "url": "https://www.bbc.com/news/world/europe",
    "result": "The health organisation's regional director warns of half a million more deaths by March without action."
},
{
    "url": "https://www.bbc.com/news/world/europe",
    "result": "He twice escaped prisoner of war camps, before handing himself in to the authorities in Cardiff."
},
{
    "url": "https://www.bbc.com/news/world/europe",
    "result": "forward"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/espn/story/_/id/32586256/iraq-war-veteran-akuna-robinson-trailblazing-superstar-thru-hiking",
    "result": "Ohtani, Harper, Burnes, Ray -- did the voters get it right? Picks, results and analysis from MLB awards week"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "Graduate of the University of Delaware."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": " got into the BCS national title game instead of Miami -- even though the Hurricanes won their regular-season matchup. From there, this iconic team started its journey toward greatness. In interviews with more than two dozen players, coaches and opposing coaches, here is the story of the 2001 season, told in their own words."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": " with a determination to press forward, resulting in a 43-21 win. Its game at Florida State on Oct. 13 took on even greater meaning after what happened in 2000. At halftime, Reed delivered his now famous, \"I'm hurt, dog\" speech and it was captured by a documentary film crew that was working on an all-access show for ESPN. Reed is seen shouting at his teammates, \"I'm hurt dog! Don't ask me if I'm alright. Hell, nah. Joaquin said dominate, and we're not doing it! I put my heart in this (expletive) dog. Let's go, man!\""
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "\nI just remember on that play that the offensive lineman tried to cut my knees, and I remember finally getting it right. Coach had taught me for four years to get my hands down, get on his helmet and push his head down on the ground so that he doesn't get to your legs. And I did that, and I was like, \"Oh, man, that felt good.\" I turned around, and the next thing you know, the ball is floating to me in slow motion. I thought to myself, \"Oh my gosh, do not drop this.\" When I caught it, I wasn't thinking about running it back for a touchdown. I was tired. I was thinking in my mind, \"There's not a lot of time left in this game. I'm gonna run out of bounds.\" I started running at an angle toward the sideline. I remember Ed coming up next to me. Ed was definitely yelling my name, \"Matt! Matt! It's Ed!\""
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "\nAt that point, euphoric adrenaline runs over you. I couldn't get off the ground fast enough to go give him a hug. It didn't really hit me until afterward. You look back on it, and man, that was a great play by Mike, by me, by Ed. They could have scored a touchdown or kicked a field goal and that season has an asterisk next to it."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644138/the-2001-miami-hurricanes-one-college-football-greatest-teams-ever",
    "result": "\nWhen Vince Wilfork took their All-American guard Toniu Fonoti and threw him five yards in the backfield and made a tackle for a loss, their whole sideline s--- their pants, and then all of a sudden Vilma started decapitating tight ends, and it became a whole different animal, and they weren't aware, used to it, privy to, they literally thought they were going to come in there and mop the floor with us. Incognito told me at halftime, their coach basically said, \"Guys let's just try to keep this thing close,\" and he said that right in front of the athletic director."
},
{
    "url": "https://www.espn.com/espn/story/_/id/32586256/iraq-war-veteran-akuna-robinson-trailblazing-superstar-thru-hiking",
    "result": "He returned home to his beloved southeast Louisiana, the place that shaped him, a place teeming with resilience and cheer, and even it couldn't cure what ailed. He'd fought in an ugly war for his country and come back changed, stronger in some places and maybe not stronger in others. He understood this was an ancient tale, one older than even the country he'd fought for. Even so."
},
{
    "url": "https://www.espn.com/espn/story/_/id/32586256/iraq-war-veteran-akuna-robinson-trailblazing-superstar-thru-hiking",
    "result": "He knows that as a southerner, as a Black man in America, as a veteran of war, the past endures. Darkness thrives at the periphery. There's no cure, but there are new beginnings, and for that, the man is grateful."
},
{
    "url": "https://www.espn.com/espn/story/_/id/32586256/iraq-war-veteran-akuna-robinson-trailblazing-superstar-thru-hiking",
    "result": "\"Nothing against the other trails,\" he says as we crest a ridge, extending his arms toward a vast, vibrant sky. \"But the PCT's got it all.\""
},
{
    "url": "https://www.espn.com/espn/story/_/id/32586256/iraq-war-veteran-akuna-robinson-trailblazing-superstar-thru-hiking",
    "result": "Like some veterans, he's reticent to talk specifics of his combat tour -- \"I try to stay away from that area of thought,\" he says, \"because it ends up making me go backwards in my progress\" -- but six months into his deployment, he was medically evacuated to the same Germany he'd been born in. Post-traumatic stress and chronic, service-related injuries to his wrist and knees have dogged him ever since. His marriage to another soldier crumbled after his medical separation from the military."
},
{
    "url": "https://www.espn.com/espn/story/_/id/32586256/iraq-war-veteran-akuna-robinson-trailblazing-superstar-thru-hiking",
    "result": "\"[It's] sad, man, the only time we're united is when we're at war.\"\n\n"
},
{
    "url": "https://www.espn.com/espn/story/_/id/32586256/iraq-war-veteran-akuna-robinson-trailblazing-superstar-thru-hiking",
    "result": "Akuna's wary of comparisons between this natural disaster and what he saw and did abroad, but one parallel strikes him. \"What made Katrina so bad is people couldn't leave, they didn't have the means to,\" he says. \"A lot of regular Iraqis were stuck in the war like that, too.\""
},
{
    "url": "https://www.espn.com/espn/story/_/id/32586256/iraq-war-veteran-akuna-robinson-trailblazing-superstar-thru-hiking",
    "result": "He still went by will. Anxiety still clawed at him, and he didn't know what to make of gregarious fellow travelers, but he was moving forward. He didn't know what lay further down the trail. He'd never been there before."
},
{
    "url": "https://www.espn.com/espn/story/_/id/32586256/iraq-war-veteran-akuna-robinson-trailblazing-superstar-thru-hiking",
    "result": " and understanding what we now call \"post-traumatic stress\" owes a great deal to clinical psychiatrist Jonathan Shay, who's widely credited with naming and spreading the concept of \"moral injury,\" an affliction not unique to war veterans, of course, though still one often associated with them in post-9/11 America."
},
{
    "url": "https://www.espn.com/espn/story/_/id/32586256/iraq-war-veteran-akuna-robinson-trailblazing-superstar-thru-hiking",
    "result": "Not to oversimplify Shay's books \"Achilles in Vietnam\" and \"Odysseus in America,\" which blend cognitive and mental health research, therapy experiences with veterans of the Vietnam War, and contemporary analysis of ancient Greek literature, but it's all been done, for centuries. This is something that's given me comfort over the years, both as a person and as a combat vet navigating his own way through life in the afterwar. It's all been done."
},
{
    "url": "https://www.espn.com/espn/story/_/id/32586256/iraq-war-veteran-akuna-robinson-trailblazing-superstar-thru-hiking",
    "result": "Like many of his generation, Shaffer felt aimless, adrift. He missed his best childhood friend, killed at Iwo Jima. So he took to the trail in 1948, to walk the war and the army \"out of my system.\" He kept hiking until he passed away in 2002, only four years after he'd walked the full Appalachian Trail again at the age of 79."
},
{
    "url": "https://www.espn.com/espn/story/_/id/32586256/iraq-war-veteran-akuna-robinson-trailblazing-superstar-thru-hiking",
    "result": "With Kabul falling but the forever war we both served in enduring, talk turns to the world. We're not in a VFW beer hall but at the shores of Shoe Lake, soaking up sun, listening to the sounds of a breaking day. The three of us talk love, God, war, country."
},
{
    "url": "https://www.espn.com/espn/story/_/id/32586256/iraq-war-veteran-akuna-robinson-trailblazing-superstar-thru-hiking",
    "result": "\"America doesn't care about veterans, not in that hard, meaningful way,\" Akuna says, the sweet tang of his Black & Mild floating through the air. \"If it did, would Afghanistan have lasted this long? It cares about active-duty because that's when we're young, fit, healthy, can't ask any of those messy questions ... it's sad, man, the only time we're united is when we're at war."
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": "”) are pleased to provide to you certain websites, software, applications, content, products, and services (“"
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": ". These terms of use (“Agreement”) are a contract between you and Disney DTC LLC, as a Delaware limited liability company doing business at 500 South Buena Vista Street, Burbank, California 91521, USA and its affiliates and subsidiaries. Other than as expressly stated herein, there are no third-party beneficiaries of this Contract."
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": ". This Agreement governs the Disney Products in general. More specific and/or supplemental terms and conditions may apply to some Products, including but not limited to, a particular contest, software, application, promotional code, service or other activity; availability of certain merchandise, content, programs, or other activities; conditions or other limitations to the Disney Products for users under certain ages; and/or specific terms or restrictions that may accompany certain territories, programs, content, products, websites, applications or other software. Any supplemental terms and conditions are in addition to this Agreement and, in the event of a conflict, the supplemental terms will prevail over this Agreement. If you do not agree to the applicable supplemental terms and conditions disclosed, you may not use the Disney Product."
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": ". You agree that you will not share your account or account information with others. You are responsible for taking reasonable steps to maintain the confidentiality of your username and password, and you are responsible for all activities under your account that you can reasonably control. You agree to promptly notify us of any unauthorized use of your username, password or other account information, or of any other breach of security that you become aware of involving your account or the Disney Products."
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": ". If a Disney Product, or third party providing Disney Products subject to this Agreement, is configured to enable the use of software, content, virtual items or other materials owned or licensed by us, we grant you a limited, non-exclusive, non-sublicensable, non-transferable license to access and use in the United States such software, content, virtual item or other material for your personal, noncommercial use only, only for as long as that Disney Product is made available to you by us, or an authorized third party, and only in accordance with this Agreement and/or the specific terms that apply to that Disney Product, with no right to reproduce, distribute, communicate to the public, make available to the public, or transform any Disney Product, in any media format or channel now known or hereafter devised (except as may be expressly described or contemplated within the Disney Product). This is a license agreement and not an agreement for sale or assignment of any rights in the Disney Products. Except as we specifically agree in writing, no element of the Disney Products may be used or exploited in any way other than as part of the authorized Product made available to you. You may own the physical media on which elements of the Disney Products are made available to you, but we retain full and complete ownership of the Disney intellectual property. We do not transfer title to any portion of the Disney websites, software, applications, content, virtual items or other materials and/or services to you. Likewise, the purchase of a license to use any Disney Product does not create an ownership interest in the Disney websites, software, applications, content, virtual items or other materials and/or services."
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": ". By acquiring services, content or software through the Disney Products, you represent and warrant that your access to and use of the services, content or software will comply with those requirements."
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": ". When you use the Disney Products, you may grant certain permissions to us for your device and/or accounts. Most mobile device platforms provide additional information regarding these permissions and how, if possible, to changes your permission settings. By downloading, installing or using the Disney Products, you agree to receive automatic software updates (as applicable)."
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": "Malware"
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": ". You agree not to knowingly or recklessly introduce a virus or other harmful component, or otherwise tamper with, impair or damage any Disney Product or connected network, or interfere with any person or entity’s use or enjoyment of any Disney Product. You agree not to use any software or device that allows automated gameplay, expedited gameplay, or other manipulation of gameplay or game client and you agree not to cheat or otherwise modify a Disney Product or game experience to create an advantage for one user over another."
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": ". We may make applications, games, software or other digital content available on the Disney Products or through authorized third parties for you to license for a one-time fee. When purchasing a license to access such material from a Disney Product, charges will be disclosed to you before you complete the license purchase."
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": ". When you provide payment information, you represent and warrant that the information is accurate, that you are authorized to use the payment method provided, and that you will notify us of changes to the payment information. We reserve the right to utilize third party payment card updating services to obtain current expiration dates on credit cards and debit cards."
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": "• Any products with a seal, where the seal is broken, such as audio and video recordings, computer software, and CD’s, DVD’s or other physical media that have been supplied in sealed packaging; and"
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": ". When ordering goods for delivery to countries other than the country where the seller is located, you may have to pay import duties and taxes levied. These and any additional charges for customs clearance must be borne by you. For goods shipped internationally, please note that any manufacturer warranty may not be valid; manufacturer service options may not be available; manuals, instructions and safety warnings may not be in destination country languages; the goods and accompanying materials may not be designed in accordance with destination country standards, specifications, and labeling requirements; and the goods may not conform to destination country voltage (requiring use of an adapter or converter). You are responsible for assuring the goods can be lawfully imported to the destination country. When ordering from us, the recipient is the importer of record and must comply with all laws and regulations of the destination country."
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": "PLEASE REFER TO THE HELP SECTION OF THE APPLICABLE DISNEY PRODUCT FOR ASSISTANCE IF A DISNEY PRODUCT IS NOT WORKING PROPERLY. It is your responsibility to ensure you follow installation instructions, have the minimum system requirements, update software as recommended, and consult our customer service resources if you encounter a problem with the Disney Products."
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": "You represent and warrant that your User Generated Content conforms to this Agreement and that you own or have the necessary rights and permissions including, without limitation, all copyrights, music rights and likeness rights (with respect to any person) contained in the User Generated Content, without the need for payment to any other person or entity, to use and exploit, and to authorize us to use and exploit, your User Generated Content in all manners contemplated by this Agreement; and you agree to indemnify and hold us harmless from any claims or expenses (including attorneys’ fees) by any third party arising out of or in connection with our use and exploitation of your User Generated Content resulting from your breach of this Agreement. You also agree to waive and not to enforce any moral rights, ancillary rights or similar rights in or to the User Generated Content against us or our licensees, distributors, agents, representatives and other authorized users, and agree to procure the same agreement to waive and not to enforce from others who may possess such rights."
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": "” includes any dispute, action, or other controversy, whether based on past, present, or future events, between you and us concerning the Disney Products or this Agreement, whether in contract, tort, warranty, statute, regulation, or other legal or equitable basis. You and Disney empower the arbitrator with the exclusive authority to resolve any dispute relating to the interpretation, applicability or enforceability of these terms or the formation of this contract, including the arbitrability of any dispute and any claim that all or any part of this Agreement are void or voidable."
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": "”). The JAMS Rules and instructions about how to initiate an arbitration are available at www.jamsadr.com or 1-800-352-5267. Arbitration may be conducted in person, through the submission of documents, by phone, or online. Proceedings that cannot be conducted through the submission of documents, by phone, or online, will take place in either Los Angeles, California or the borough of Manhattan, New York, New York, whichever is more convenient for you; provided, however, that if circumstances prevent you from traveling to Los Angeles or New York, JAMS may hold an in-person hearing in your hometown area. You and Disney agree to submit to the exclusive jurisdiction of the federal or state courts located in either Los Angeles, California or the borough of Manhattan, New York, New York, whichever is more convenient for you, in order to compel arbitration, to stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator. The arbitrator may award damages to you individually as a court could, including declaratory or injunctive relief, but only to the extent required to satisfy your individual claim."
},
{
    "url": "https://disneytermsofuse.com/english/",
    "result": "In accordance with the JAMS Rules, the party initiating the arbitration (either you or Disney) is responsible for paying the filing fee. However, if the arbitrator issues you an award of damages and: (a) that award is greater than the amount of our last written settlement offer; or (b) if we did not make a settlement offer, then in addition to paying for any JAMS Case Management Fees and all professional fees for the arbitrator’s services, we will reimburse you for the filing fees you incurred."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Ohtani, Harper, Burnes, Ray -- did the voters get it right? Picks, results and analysis from MLB awards week"
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Presbyterian college football head coach Kevin Kelley never punts. It's a philosophy that brought him major success at the high school level in Arkansas, where his unconventional thinking resulted in nine state titles in 18 seasons, and an innovation award presented to him by Robert DeNiro. But Kelley's leap from high school to college landscape has been met with its fair share of criticism. Hear Ryan McGee discuss why, after a 72-0 loss that shook the NCAA's smallest Division I program, Kelley continues to search for angles and advantages that work in favor of a program that admittedly has nothing to lose. Then, Paolo Uggetti shares his report on San Diego State's Matt Araiza, a left-legged kicking phenomenon who booms punts, nails field goals, and crushes kickoffs."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Barry Bonds' baseball achievements are staggering: from home run records to MVP awards to Golden Gloves to mind-boggling slugging and on-base percentages, the numbers place him squarely among the game's all-time greats. But Bonds' successes have been tarnished by what is known about his use of performance-enhancing drugs. For the last nine years, Bonds has been eligible for enshrinement in the Baseball Hall of Fame and each year, when the ballots are tallied, has come up short. Now he is in his final year on the writers' ballot, making the issue of his worthiness for selection more urgent than ever before. Jeremy Schaap joins the show to ruminate on Bonds' career: the stupendous feats of his youth; his relationship with managers, teammates and the media; his late-career performance surge; and the steroids controversy, all of which is chronicled in the new E60 special BONDS, which Schaap hosts this Sunday at 9:30 pm ET."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The Brooklyn Nets held their first practice at home in New York Tuesday and there was one notable absence: Kyrie Irving. The seven-time All-Star had been with the team last week as they held training camp in San Diego. But in New York City, where proof of Covid-19 vaccination is required for indoor activities, Kyrie has been absent. It's a situation that could potentially force Irving to miss every Nets home game, and cost him millions of dollars in the process. The dilemma speaks to the challenges the NBA is facing as it tries to adhere to a patchwork of regulations across the country, while also respecting the small number of players wary of the vaccine. ESPN's Brian Windhorst lays out how Kyrie's standoff got to this point, why the Warriors' Andrew Wiggins relented and ultimately got vaccinated, and explains the dilemma faced by the NBA, as it attempts to persuade vaccine hesitant players to get the shot."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The WNBA playoffs tip off tonight, with a pair of win-or-go-home games. The New York Liberty and Sabrina Ionescu, who squeaked into the playoffs as the eighth seed, are looking to shock the world by knocking off Diana Taurasi and the Phoenix Mercury. The Dallas Wings and Chicago Sky also have a first round date, which if they advance...could see them face last year's champs, the Seattle Storm, in the second round. But with Breanna Stewart, the MVP from the 2020 finals nursing an ankle injury, the Storm are no longer favorites to repeat. Instead, the Las Vegas Aces and the Connecticut Sun have claimed the top seeds and are guaranteed semifinal berths. LaChina Robinson brings us her insights on the playoff field, and shares where she hopes the league will go in its next 25 years."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Any runner would say the best advice in a race is to look forward. But what if you had to keep looking over your shoulder? Olympic runner Emily Infeld's career as an elite athlete slowed down when a stalker invaded her life. ESPN reporter Paula Lavigne shares her investigation of the three years Infeld has lived in fear and fought for justice and peace, while facing many systemic failures along the way."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The NFL is back after surviving a gauntlet of a 2020 season. As Tom Brady aims to defend his title in Tampa, Bill Belichick seems to have found his heir apparent in QB Mac Jones, at the expense of Cam Newton. Several more rookie quarterbacks prepare to take the field in Week 1, while others wait. And with the Delta variant running rampant, teams are doing all they can to control the chaos. Mina Kimes is about to head into ESPN's NFL war room, so before she goes we get her league season preview."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Fernando Tatis Jr.'s massive 14-year, 340 million dollar deal with the Padres shattered MLB records. But it's actually not the most important signing of the Padres this offseason. That belongs to Matt LaChappa, who signed with the team again in February, just as he has every year for more than a quarter-century. It's a baseball story unlike any other: LaChappa is the longest tenured player in Padres history, despite never playing in a major league game. In 1996, LaChappa was a pitcher with San Diego's minor league affiliate, when he suffered a heart attack while warming up in the bullpen. LaChappa survived, was left permanently disabled and in need of round-the-clock and costly medical care. Ever since, every offseason, the Padres have honored their commitment to Matt and his family by signing him a basic minor league contract, allowing Matt to remain on the team's health insurance. In a sport where money and loyalty between players and clubs are constantly put to the test, Chris Connelly joins the show to tell a very different kind of baseball story, in a re-spin of one of our favorite episodes."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "As coronavirus cases surge across the country, the NFL's training camps are in full swing. But the most important battle being waged is between the teams and a vocal minority of players who don't want to get vaccinated. This offseason, the NFL has implemented new policies to encourage players to get the vaccine. For instance, if an unvaccinated player causes an outbreak that forces a game to be canceled, that player's team must forfeit. And every player on both teams will lose out on their game check. In addition, unvaccinated players are mandated to spend 5 days in quarantine if they come in contact with an infected individual. So coaches around the league are increasingly taking the view that the vaccine isn't just crucial to private and public health...it's critical to winning football games. But that doesn't mean every player agrees...and the friction is starting to boil over publicly. Kevin Seifert explains the pushback, and how the NFL is handling its vaccination efforts going forward. Then, Sarah Spain discusses her Olympic heptathlon dreams."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Aaron Rodgers is inching toward a new deal with his Green Bay Packers right when NFL players report to training camps. With the season just around the corner, other situations also remain in question - like Deshaun Watson and the Houston Texans. Investigations of sexual assault allegations against Watson are ongoing. ESPN's Bill Barnwell gets us up to speed, and clears the air surrounding lingering COVID-19 vaccine questions. Then, Ashley Brewer gives us an update on Katie Ledecky's quest to become the most decorated female Olympian of all time."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "50 years ago, Muhammad Ali and Joe Frazier met in their first iconic boxing match, known as \"The Fight of the Century.\" It was 1971, with the civil rights movement in full swing and the nation divided over the war in Vietnam. Jeremy Schaap, boxing historian and host of E60 and Outside the Lines, shares how political and cultural views were projected onto Ali and Frazier, with their different personalities, history and fighting styles. The night itself was a grand celebrity spectacle (Frank Sinatra took a gig as a photographer, just to get in the building.) And while Frazier won unanimously, the fight has a more complex and nuanced legacy. Half a century later, it remains one of the sports' biggest moments."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The 2020 Tokyo Olympics have been in limbo since the COVID pandemic gripped the world. The games have already been postponed a full year, and are now less than two months away. But even as the opening ceremonies on July 23rd draw closer and closer, it's still unclear whether or not the Tokyo Olympics will actually take place. With coronavirus cases surging in Japan, and distribution of the vaccine proceeding slowly, Tokyo is currently under a state of emergency. And perhaps most importantly, public opinion in Japan is now firmly on the side of canceling the games outright. But the International Olympic Committee has been adamant about moving forward with the games. ESPN senior writer Tom Hamilton, who's based in London, and the Times of London's Asia editor Richard Lloyd Parry, who's based in Tokyo, explain the financial implications, public health risks, and other factors at play as the Tokyo Olympics hang in the balance."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "When an unknown 25 year old named John Daly showed up at the 1991 PGA Championship literally the night before -- as the ninth alternate -- he pulled off the biggest upset in golf history and became an instant icon, 30 years ago this August. Daly's style (namely his mullet), and his behavior (namely chain smoking and drinking too much) set him apart from the buttoned up country club crowd. But his massive drives and bad boy persona made him a fan favorite, and his win at the 1991 PGA Championship in Carmel, Indiana made him a legend in golf history. What's less well known, but no less significant, is the story of another man who attended that tournament. During the first round, Tom Weaver, a spectator and father of two, was struck in the chest by lightning, and died at the scene. ESPN's Bob Harig shares the story of Tom Weaver, and the gift Daly sent his family afterwards, that lives on to this day."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The late Kobe Bryant was enshrined in the Naismith Memorial Hall of Fame, where his wife Vanessa delivered a moving speech remembering her husband during Saturday's emotional night. Also inducted were fellow NBA icons Tim Duncan and Kevin Garnett...as well as our own Michael Wilbon, who was given the Curt Gowdy Media Award. Wilbon joins the show to share some behind-the-scenes moments from a historic basketball weekend. Then, ESPN's Dan Hajducky reflects on a connection he shares with Hall of Fame inductee and WNBA legend Tamika Catchings."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Joel Embiid's 2021 season has been marked by seismic ups and downs. With the Sixers leading the Eastern Conference, Embiid was the front runner for NBA MVP through mid-March...until he went down with a knee injury that sidelined him for 10 games. The injury was just the latest roadblock in a career that's seemingly always just on the cusp of fulfilling its potential. And off the court, Embiid has faced personal tragedy, with the death of his brother Arthur, as well as joy, with the birth of his first child, whom he's named after his late brother. As Embiid and the 76ers look toward the postseason, Ramona Shelburne sits down with Joel Embiid as he reveals his emotional journey and shares what drives him."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The New York Rangers face drama on and off the ice, around the league's response to Washington Capitals forward Tom Wilson's latest incident and history of injuring opponents. This weekend, Edmonton Oilers star Connor McDavid reached the milestone of 100 points in 53 games, as he's looking more and more like the favorite for league MVP. And that's just the latest in a season of big NHL headlines, as the league skates toward the playoffs. ESPN hockey insiders Emily Kaplan and Greg Wyshynski co-host our NHL breakdown."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Angels pitcher Shohei Ohtani is breaking MLB records that have been held for a century. He just became the first player since Babe Ruth to start a game as a pitcher...while also leading the league in home runs as a hitter. As Ohtani takes the mound again in Anaheim tonight, Alden Gonzalez explains what Ohtani's success as a two-way player means for the game, and if we'll see more like him going forward. Then, today's soccer fan protests and how they're connected to deeper discontent in Europe's teams."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "MLB moved the All-Star Game out of Georgia, after the state passed a law hampering voting access. As MLB Commissioner Rob Manfred takes heat from many directions, baseball's move has cast a different kind of spotlight on the Masters tournament at Augusta National Golf Club in Georgia. It's teeing off as scheduled, and that's not surprising to ESPN senior writer and baseball historian Howard Bryant. He breaks down the business side of MLB's decision, how it's reverberating, and the many stakeholders in play. Then, Pablo shares a personal connection with the pimento cheese sandwich, a time-honored staple at the Masters."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The Baylor Bears are your NCAA champions, for the first time in the program's history. After decimating Houston in the Final Four, Baylor put on an offensive showcase powered by impressive scoring runs, and ended Gonzaga's quest for a perfect season. Jalen Suggs and the Zags' offense were unable to get anything going against the stalwart Baylor defense. Myron Medcalf joins us from Indianapolis to break down the title game and reflect on the 2021 tournament. Then, Pablo remarks on Aaron Rodgers' self-aware debut as Jeopardy guest host."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The men's Sweet 16 begins this weekend, full of unlikely contenders and March stalwarts. Oral Roberts is the Cinderella of the tournament so far, but Loyola Chicago has the power of 101-year-old nun Sister Jean Dolores Schmidt on their side. Gonzaga's on the brink of a perfect season, but they'll likely have to get through another #1 seed like Baylor. Myron Medcalf joins us from Indianapolis to preview the next set of matchups, based on his analysis on the tournament so far. Then, Ryan McGee tells us why Bristol Speedway's become a dirt track this weekend -- the first NASCAR race on dirt in 50 years."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Fifty years ago today, Muhammad Ali and Joe Frazier met in their first iconic boxing match, known as \"The Fight of the Century.\" It was 1971, with the civil rights movement in full swing and the nation divided over the war in Vietnam. Jeremy Schaap, boxing historian and host of E60 and Outside the Lines, shares how political and cultural views were projected onto Ali and Frazier, with their different personalities, history and fighting styles. The night itself was a grand celebrity spectacle (Frank Sinatra took a gig as a photographer, just to get in the building). And while Frazier won unanimously, the fight has a more complex and nuanced legacy. Half a century later, it remains one of sports' biggest moments."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Fernando Tatis Jr.'s massive 14-year, 340 million dollar deal with the Padres shattered MLB records. But it's actually not the most important signing of the Padres this offseason. That belongs to Matt LaChappa, who signed with the team again in February, just as he has every year for more than a quarter-century. It's a baseball story unlike any other: LaChappa is the longest tenured player in Padres history, despite never playing in a major league game. In 1996, LaChappa was a pitcher with San Diego's minor league affiliate, when he suffered a heart attack while warming up in the bullpen. LaChappa survived, was left permanently disabled and in need of round-the-clock and costly medical care. Ever since, every offseason, the Padres have honored their commitment to Matt and his family by signing him a basic minor league contract, allowing Matt to remain on the team's health insurance. In a sport where money and loyalty between players and clubs are constantly put to the test, Chris Connelly joins the show to tell a very different kind of baseball story Then, Pablo shares his excitement (or lack thereof) for this weekend's NBA All-Star festivities."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "MLB spring training is upon us! After a long offseason of big trades and bigger contracts being signed, baseball has finally returned. The defending World Series champion Dodgers bolstered their already deep rotation by signing Cy Young winner Trevor Bauer, but the biggest threat to their potential dynasty might be 122 miles down the 5 Freeway. The Padres locked up Fernando Tatis for the next 14 years in addition to adding Yu Darvish, Joe Musgrove, and Blake Snell to their pitching rotation. In the American League, the Yankees are poised to finally get over the hump...if they can stay healthy. Jeff Passan joins us to break down everything we need to know about spring training. Then, Pablo reflects on Naomi Osaka's speaking against violence toward Asian-Americans."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The Italian town of Bergamo is fiercely loyal to its soccer team, Atalanta B.C. As the perennial underdogs made a run to the Champions League 2020 quarterfinals, Atalanta drew tens of thousands of Bergamo fans to hug, cry, sing and celebrate for their win. No one knew then it was the last time they'd gather like that. Just as fans returned to their homes, Bergamo became an epicenter of coronavirus infection that led to thousands of deaths. Sam Borden tells the story of how a tight-knit culture and fandom made Bergamo vulnerable to the pandemic. And how that very closeness, along with the hope of cheering Atalanta again, offers a path forward from devastating loss."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Paige Bueckers + WNBA Free Agency Summary: UCONN freshman Paige Bueckers has notched three straight 30-point games. This historic run has placed her in conversation with all-time great UCONN stars like Diana Taurasi and Breanna Stewart. Could she catapult to greatest UCONN player...ever? ESPN's LaChina Robinson breaks down how Paige makes plays. Then, over in the WNBA, it's a hot free agency season. Candace Parker left L.A. after 13 years. The Liberty signed Natasha Howard. And there are more major moves to discus. And Howard University men's basketball coach Kenny Blakeney explains why his team cancelled the rest of their season."
},
{
    "url": "https://www.nielsen.com/us/en/legal/privacy-statement/digital-measurement/",
    "result": "Nielsen uses its proprietary software and products to provide digital measurement services, which measure and analyze how consumers engage with media across online, mobile and emerging technologies, and enable Nielsen to offer research insights into consumer behavior. The practices described in this Privacy Statement are undertaken by Nielsen companies providing digital measurement services around the world. Learn more about Nielsen’s "
},
{
    "url": "https://www.nielsen.com/us/en/legal/privacy-statement/digital-measurement/",
    "result": "Please review the privacy statements of website publishers and other parties whose websites and applications you use to obtain specific information about data collected on those websites and applications, and how they use and process data collected, including through their use of Nielsen’s digital measurement services. We require our clients to: let their users know about the use of measurement products and software (although they may not always identify Nielsen by name); ensure they have obtained appropriate permissions to collect, use, and disclose to us information collected as a result of their use of the Nielsen digital measurement services; and ensure users are given appropriate choices with respect to the collection and use of their information."
},
{
    "url": "https://www.nielsen.com/us/en/legal/privacy-statement/digital-measurement/",
    "result": " Participating companies include Nielsen’s proprietary measurement software in their content on their chosen sites, ads, mobile apps, video players, and other internet-connected devices (such as smart TVs) or they may provide us data directly through connections to their servers and various secure data transfer methods. In this Privacy Statement the word “content” refers to audio, video, advertisements and any other media users might encounter or engage with. Nielsen’s measurement software is embedded in the content or via the devices that you use in order to gather information that helps us understand what content users are exposed to and interact with, and which advertising campaigns are effective."
},
{
    "url": "https://www.nielsen.com/us/en/legal/privacy-statement/digital-measurement/",
    "result": "The specific information collected depends on how our clients use our measurement software; a general description of the types of information we collect and how it is used is provided below. We generally do not (and cannot) identify, or attempt to identify, the individuals about whom we collect content measurement data. However, if you are a member of a Nielsen panel, we can associate measurement data collected via our measurement software with you as described below in the “What data is collected” and “Data Use” sections of this Privacy Statement, as well as in your Panelist Membership Agreement."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Calvin Johnson is officially a Pro Football Hall of Famer! Johnson (a.k.a. \"Megatron\") spent nine seasons with the Detroit Lions, and is regarded as one of the greatest wide receivers of all time. During his NFL career, he sought solutions for pain management and found cannabis. He's now teamed up with former Lion Rob Sims for a new post-NFL chapter: a cannabis startup. ESPN Detroit Lions reporter Mike Rothstein joins us to explain Johnson's relationship with his old team five years after his retirement, and go behind the scenes of his new venture. Then, Howard Bryant shares a remembrance for the late Pedro Gomez, the beloved ESPN baseball reporter who passed away this weekend."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The NFL's Super Wild Card Weekend was filled with heartbreak for some - like Indianapolis and Washington. Others saw particular triumph, like Ravens' QB Lamar Jackson, who earned his first playoff victory, and the Cleveland Browns, who won in their first postseason appearance since 2002. Bill Barnwell shares insights on what we saw from the first slate of postseason games, as we look forward to the divisional round. Then, Andrea Adelson previews tonight's College Football Championship, Ohio State vs. Alabama, on the scene from Miami."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "With the 2021 baseball season still months away, the Cleveland Indians dealt two of their stars, Francisco Lindor and Carlos Carrasco, to the New York Mets in a blockbuster deal. Could this be the hope Mets fans are looking for? Buster Olney joins the show to explain how the trade went down. Then Atlanta Dream forward Elizabeth Williams reflects on the Georgia race for US Senate, and Raphael Warnock's defeat of Dream co-owner Sen. Kelly Loeffler."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "It's a simple question that athletes have been asked for decades: \"Can I have your autograph?\" But in the era of selfies and TikToks...athlete autographs aren't prized like they used to be. And when the pandemic hit, athletes were put even further out of reach from fans, in bubbles and empty arenas. ESPN writer Ryan Hockensmith was an athlete autograph hound as a kid, and decided to embark on a project with 14-year-old Bentley Baker and his dad, Andy. Bentley wrote letters to players and coaches across basketball, sent them to the bubble, and eagerly awaited responses. Hear the story of who wrote back. Then, Pablo shares what he's most looking forward to in the world of sports."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Andy Hoffman and his family found the national spotlight back in 2013 when his 7-year-old son, Jack, who was battling a brain tumor, scored a 69-yard touchdown in a Nebraska Red and White intrasquad football game. Since then, Andy has made it his mission to help his son and children like him to beat this disease, by raising funds for pediatric brain cancer research through his Team Jack foundation. Seven year later, Jack, now 15, is healthy enough to pursue his dreams of playing high school football. But over the summer, his father Andy was diagnosed with terminal brain cancer. Now, Andy Hoffman is still fighting: to raise awareness for pediatric brain cancer, to savor the time he has left, and to cheer for his son on the football field. As part of ESPN's V Week, Chris Connelly joins the show to bring us this story, as told by E:60."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Frank Gore might be the most underrated legend in the NFL. He sits number 3 on the all-time rushing list behind only Emmitt Smith and Walter Payton. He's been to a Super Bowl and made 5 Pro Bowls. But now, in his 16th NFL season, Gore finds himself on a team that might not win a single game. Tim Keown joins the show to examine why Gore has remained so under appreciated despite putting up Hall of Fame level numbers, how he manages to keep pushing forward despite playing on the NFL's worst team, and whether he can continue playing into 2021 and beyond. Then, Ryan McGee joins the show to talk about tomorrow's surprising matchup between BYU and Coastal Carolina, and educate us on the ways and customs of Myrtle Beach, SC."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Tonight, in a studio in Bristol, Connecticut, the 2020 NBA Draft will (finally) unfold. After a five month postponement, tonight's draft will no doubt look different from drafts past: no cheering fans or players shaking the commissioner's hand on stage. But with top prospects Lamelo Ball, James Wiseman, and Anthony Edwards all still in play for the number one pick, and players still donning their finest suits over Zoom, there will be no shortage of entertainment. ESPN's Mike Schmitz, who scouts draft prospects around the globe, tells us what to expect from the top three picks -- Minnesota, Golden State, and Charlotte -- and shares which prospects will have an immediate impact on the league. Then, Pablo shares the story of a racing pigeon who was sold at auction for a record *beaking* $1.9 million."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Nov 9: Bill Barnwell - NFL Week 9 + Midseason Awards "
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The NFL's regular season is more than half done, and Bill Barnwell gives us a clearer picture of who's leading, who's trailing behind, and why. The Saints decimated Tom Brady and the Buccaneers. The Steelers clung to victory against the Cowboys to remain undefeated. And the Bills upset MVP-frontrunner Russell Wilson and his Seahawks. Hear more on Bill's midseason awards, and what could make Monday's Patriots-Jets game interesting. Then, Pablo explores the relationship between sports and White House, and how it might change."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The Los Angeles Dodgers are your 2020 World Series Champions. After a thrilling come-from-behind victory in Game 6, including a solo Mookie Betts home run, LA finally earned its first championship ring since 1988. But the victory was as strange as the season which preceded it, with Dodgers third baseman Justin Turner receiving COVID test results and getting pulled from the game. Jeff Passan joins the show from the scene in Arlington to break down what happened in Game 6. Why did the Rays pull pitcher Blake Snell? And what does the completion of this season mean for MLB going forward? Then: a tribute to Edmonton Oilers great Joey Moss."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "As the Big Ten kicks off this weekend, we remember the time Ohio State's Brutus Buckeye and Ohio University's Rufus the Bobcat got into a mascot brawl for the ages. It was 2010, and regardless of who won, the fight went viral. Did Rufus attack Brutus unfairly and without warning? Or was it simply a loveable underdog taking a jab at a college football powerhouse? Dave Fleming brings us the epic tale of that fateful September day, and the years of rivalry behind it. Plus: rookie QB Tua Tagovailoa was named starter for the Miami Dolphins, making veteran Ryan Fitzpatrick a backup yet again."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Ready or not, it's time for playoff baseball! After one of the strangest (and shortest) MLB regular seasons in history, the postseason begins today...and it's shaping up to be equally bizarre. 16 teams have advanced to the Wild Card round, which consists of a best-of-three game series played at the higher seeded team's home ballpark. The format is primed for unpredictability, in a season that has been defined by it. Will the Dodgers and Yankees fulfill the predictions of so many, and cruise to a World Series battle of the titans? Or will some of the more unexpected participants, like the Miami Marlins and the Toronto (aka Buffalo) Blue Jays shock everyone? Jeff Passan joins the show to explore how we ended up with these wild playoffs, and what he expects to see going forward. Then, \"Remember the Titans\" at 20: how Trevor Rabin's iconic score embedded itself in sports history."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "In September 1970 the USC Trojans, a racially integrated team, traveled to Birmingham, Alabama to take on the Crimson Tide, where only white players were allowed on the roster. And the game - a blowout by USC - put college football in the South on solid ground toward desegregation. Sam Borden spoke to several players who suited up that day for USC and Alabama, and shares their account of the legendary game with Pablo Torre. In this current moment of national dialogue on racial justice and police violence, and with college athletes speaking out more than ever before, these alums also consider how much progress has been made in the past 50 years, or not. Plus, how politics plays into the Big Ten college conference decision to hold a season, after all."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Over the summer, Georgia Senator and Atlanta Dream co-owner Kelly Loeffler criticized the WNBA's support for Black Lives Matter via a letter sent to WNBA Commissioner Cathy Engelbert. The letter prompted Dream players to wear shirts emblazoned with \"Vote Warnock,\" Loeffler's political rival, and sparked a war of words between Loeffler and the players. As of now, Loeffler remains a co-owner of the Dream - and the players remain as politically engaged as ever. On the anniversary of Martin Luther King Junior's speech from which the Atlanta Dream take their name, ESPN's Ramona Shelburne takes us inside the battle between Loeffler and the Dream's players. Will Loeffler's stance ultimately be a gift or liability for her on election day? And what comes next when a team's own players are actively fighting to end their owner's political career?"
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "On Wednesday, the Milwaukee Bucks sent shockwaves around the world when they did not take the floor for Game 5 against the Orlando Magic as an act of protest following the police shooting of Jacob Blake. Shortly afterwards, the other two NBA playoff games slated for Wednesday were postponed - with each team's players refusing to play. From there, games across the WNBA, MLB, and MLS were postponed, as athletes everywhere expressed their solidarity. Later last night, NBA players met to discuss their next moves, and how to move forward together. Malika Andrews brings us the latest from the bubble on how things are playing out."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Social media has given national audiences a front row seat to high school basketball players like never before. Instagram accounts belonging to UConn recruit Paige Bueckers and California's Kyree Walker have reached half-a-million followers and climbing. Then there's LaMelo Ball and Bronny James (LeBron's son) who've used the hype surrounding their families, plus their own on-court highlights to propel their follower counts to over 5 million. But behind the scenes, coaches are concerned that the appeal of social media fame is warping how players approach the game. Scouts and recruiters are wondering if the skills actually match the hype. And experts are questioning if these kids can handle the pressure and pain that comes with added online scrutiny. ESPN's Joon Lee joins the show to explore how Instagram is changing the culture of basketball, and if it's for better, or for worse."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Dr. Anthony Fauci joins Pablo Torre to discuss the challenges, risks, and rewards of the return of sports in America after more than four months of shutdown due to the coronavirus pandemic. It's an issue that has become increasingly stark in recent days with the outbreak of COVID-19 on the Miami Marlins. Dr. Fauci weighs in on MLB's response to the Marlins' situation and what it means for the rest of the baseball season. He also discusses leagues operating in a bubble, like the NBA, and assesses the NHL's decision to play in Canada. While the NFL commences its training camps and college football considers its options, Dr. Fauci explores the possibilities surrounding football season, and describes the long term effects of coronavirus on athletes. Then, one of Dr. Fauci's high school basketball teammates gives us some insight on what Fauci was like as an athlete."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The NFL and its players union have reached an agreement, and pro football is moving forward with a 2020 season. Training camps are set to open this week. There won't be a football bubble, as teams plan to play in their home markets. There won't be a preseason, as that has been eliminated. There won't be a lot of time to decide, with just seven days for players to announce if they'll report to camp. But, as of now, there will be football. ESPN NFL Insider Dan Graziano explains how the deal came together, what training camp will look like, and the latest news from around the league."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "World champion boxer Christy Martin is a trailblazer in her sport, just named as an inductee into the Boxing Hall of Fame. She was perhaps the first female fighter to make national headlines. But behind her successful career, Martin faced emotional and physical abuse from her trainer and then-husband, Jim Martin. In 2010, Jim violently attacked Christy, and left her for dead. ESPN's Allison Glock interviewed Christy Martin about her career and harrowing fight for survival, and how she has moved forward with her life and love, a decade later."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "In the fall of 2017, Oakland A's catcher Bruce Maxwell was the only MLB player to kneel in protest of racial injustice, in support of Colin Kaepernick. Maxwell was not backed up by his teammates, or by MLB at large. A high-profile encounter with police further complicated Maxwell's career, and he wound up leaving MLB. Now, the killing of George Floyd has led. Black players to organize in a whole new way, while Maxwell remains apart. Howard Bryant shares Maxwell's story, the history of Black player voices in baseball, and today's Players Alliance."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "It's been called an invisible epidemic. On reservations across North America, Native American women are missing or murdered in rates ten times higher than the general population. But on one reservation, the women are learning to fight back, literally, by stepping into the boxing ring. On Montana's Blackfeet Reservation, the Blackfeet Nation Boxing Club teaches young women how to defend themselves both inside and outside the ring. It's all chronicled in a new documentary, \"Blackfeet Boxing: Not Invisible,\" from ESPN Films. Kristen Lappas, who directed the documentary, reflects on her experiences, which airs at 3:30pm ET, this Sunday on ABC. Then, former NFL offensive lineman Geoff Schwartz shares his thoughts on DeSean Jackson's recent Anti-Semitic social media posts."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Jul. 9: Makur Maker on Why He Chose Howard University"
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Five-star basketball recruit Makur Maker shocked the sports world with his decision to commit to Howard University in Washington, DC. That makes him the highest profile prospect in recent memory to choose an HBCU. In his first interview since the announcement, Makur joins the show today to explain his historic decision and discuss its significance with Pablo Torre. Then, Howard coach Kenny Blakeney talks about how he's built the program at Howard, along with the landscape for athletics across HBCU programs."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Chess grandmasters need incredible amounts of brain power, and also extreme physical endurance, to take on their rivals. Major tournaments can run six hours a day, ten to twelve days in a row. Players might burn up to 6,000 calories and lose two pounds a day during these grueling matches. Today's chess world champions might train with two hours a day of running, swimming, or tennis, plus a strict diet. In a respin of one of our most popular episodes, ESPN's Aishwarya Kumar joins Mina Kimes to break down how top chess players meld mind and body."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Today is the day. After a more than a three month hiatus away from baseball, MLB players will report to their team facilities. There, they will first be tested for the coronavirus, as baseball makes its first steps toward playing a 2020 season. But questions remain about how the restart will play out. Considering baseball has eschewed the \"bubble\" plan to play in teams' home stadiums across the country, how are players working to prevent an outbreak? What will spring training 2.0 (a.k.a. \"summer camp\") look like? How will the necessary rule changes affect the product on the field? And what could bring it all to a screeching halt? Jesse Rogers provides the answers to these questions, and more. Then, Joon Lee explains that baseball's recent focus on analytics has also led to an increase in white male Ivy League graduates being hired in front offices."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Ten years ago, on live television, LeBron James made his now infamous decision to leave Cleveland and \"take his talents to South Beach.\" It was one of the most consequential, most awkward, and most divisive moments in sports media history. The long, drawn-out broadcast drew ire from Cavaliers fans - who felt their homegrown star had betrayed them - and also from casual observers who disliked the idea of an athlete wielding that level of influence. So how did \"The Decision\" actually come to be? Ahead of this Sunday's new episode of \"Backstory,\" Don Van Natta takes us behind the production, introduces its key players, and examines how the event forever changed the way NBA stars interact with the public."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "On Friday, NFL Commissioner Roger Goodell apologized for not listening to players' concerns about police brutality and systemic racism, as well as their right to protest these issues. Unmentioned during Goodell's apology was Colin Kaepernick, the former 49ers QB whose protests during the national anthem in 2016 brought attention to issues of racial injustice...but also created a backlash from those who believes he was disrespecting the flag and the military. Kaepernick has remained unsigned since the 2016 season, leading many to believe he has been effectively exiled from the league. Flash forward to 2020: protests around the world echo Kaepernick's message...and now many NFL players want their voices heard. Could we see players kneel during the anthem this season? And will they meet a different reaction than Kaepernick did? ESPN's Domonique Foxworth reflects on the new balance of power between players, owners, and executives. Then, The Undefeated's Jerry Bembry discusses George Floyd's time as a high school two-sport athlete in Houston, and his athletic impact on the community."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Atlanta Falcons tight end Hayden Hurst played competitive sports for his entire life. But in January 2016, after a season of college football, he tried to take his own life. Since getting professional help and support, he's been open about his struggles with anxiety and depression, and stays active in decreasing the stigma surrounding mental health issues. Hurst joins the show to discuss his demons and how he's committed to helping others, as part of Mental Health Awareness Month."
},
{
    "url": "https://www.nielsen.com/us/en/legal/privacy-statement/digital-measurement/",
    "result": " Depending on the service, Nielsen’s proprietary measurement software collects:"
},
{
    "url": "https://www.nielsen.com/us/en/legal/privacy-statement/digital-measurement/",
    "result": "Data from these other sources is also used to enhance or calibrate the data collected from our measurement software, and to enable more robust research and analyses. "
},
{
    "url": "https://www.nielsen.com/us/en/legal/privacy-statement/digital-measurement/",
    "result": "Applicable law in certain jurisdictions requires us to set out in this Privacy Statement the legal basis upon which we rely when we collect and process personal data as a data controller (i.e., data collected for our own purposes). When we collect and process personal data via the use of our measurement software on behalf of our clients (i.e., where we are only permitted to process data collected on behalf of our clients), we are typically acting as a data processor and rely on the client’s legal basis for processing."
},
{
    "url": "https://www.nielsen.com/us/en/legal/privacy-statement/digital-measurement/",
    "result": "Please note that if you use more than one browser, you will need to opt out on each one. Safari and Firefox users should be aware that these browsers prevent the placing of cookies which means that Nielsen is only able to capture traffic counts without being able to associate this to demographic information. This is equivalent to opting out on other browsers."
},
{
    "url": "https://www.nielsen.com/us/en/legal/privacy-statement/digital-measurement/",
    "result": " In the mobile app environment, we require each application that contains active Nielsen measurement software to disclose that measurement software is included in that app, and provide access to an opt out mechanism."
},
{
    "url": "https://www.nielsen.com/us/en/legal/privacy-statement/digital-measurement/",
    "result": "Please note that some older versions of apps that contain Nielsen measurement software and / or devices that leverage older operating systems are able to provide only an app-level and/or device-specific opt out. For these apps/devices you will need to opt out in each app on each device. In newer apps and operating systems, a device-level opt-out is available by activating  the “Limit Ad Tracking/App Tracking” (for iOS devices) or “Opt out of Ads Personalization” (for Android devices) option in your device’s settings. If you use more than one mobile device, you will need to change the settings on each device."
},
{
    "url": "https://www.nielsen.com/us/en/legal/privacy-statement/digital-measurement/",
    "result": " Technologies and devices other than web browsers and mobile applications leverage unique, non-standard identifiers. How those are managed will vary from manufacturer to manufacturer. For internet-connected devices, we require our clients to provide functionality that enables users to opt-out of the collection of data when they leverage Nielsen measurement software."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "The NFL Draft is finally here! Tonight, all of the big questions will be answered. Questions like, how is this online format going to work? Even if there are no hackers, how will teams make decisions remotely, with no war room? What will the draft board possibly look like at the end of round one? ESPN's Field Yates breaks down draft strategies and potential complications. Plus, he previews some big names he expects to be picked in the first round."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "A two-time World Cup and Olympic soccer champion, US team alumna Julie Foudy gives a candid inside look at the battle over fair pay for female players. US Soccer Federation president Carlos Cordeiro just resigned amidst controversy over sexist language in USSF's legal filings. Since filing that suit in March 2019, the USWNT won its fourth FIFA World Cup and continued its streak of global dominance. Foudy details what it's taken to move the case forward, while the team continues to play at a top level."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Rookie Zion Williamson's return to the court came with a lot of excitement and hype. Bouncing back from injury, the Pelicans forward continues to show he can be an NBA star. But he and his team have a long way to go, as New Orleans sits at 12th in the Western Conference. Guest host Jason Fitz is joined by ESPN's Andrew Lopez to discuss Zion's impact so far and his future trajectory."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Celtics power forward Jayson Tatum seems to be on track for NBA stardom this season, putting together a string of dominant performances. But, after a slow start in the league, can his explosive skills sustain? ESPN's Jackie MacMullan explains how and why Tatum has taken off."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "After the Raptors lost superstar Kawhi Leonard to the Clippers this off-season, the outlook for the reigning NBA champs was bleak. But fueled by the surprising performance of power forward Pascal Siakam, the Raptors currently sit at second place in the east. ESPN's Tim Bontemps explains how Siakam and the Raptors have managed to shrug off the loss of Kawhi and become unexpected contenders heading into the playoffs."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "With the Super Bowl looming, Mina Kimes and Domonique Foxworth are in South Beach tackling important questions about Sunday's game: Will Patrick Mahomes and the Chiefs offense pick apart the Niners stalwart defense? Can Jimmy Garoppolo be trusted to lead San Francisco? And who will end up hoisting the Lombardi Trophy? Find these answers and more in ESPN Daily's Super Bowl Preview."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Chess grandmasters need incredible amounts of brain power, but also extreme physical endurance. Major tournaments can run for six hours a day, 10 to 12 days in a row. Players might burn up to 6,000 calories and lose two pounds a day during these grueling matches. To prepare, today's chess world champions endure physical training that would tire out any pro athlete: hours a day of running, swimming or playing tennis while maintaining a strict diet. ESPN's Aishwarya Kumar joins Mina Kimes to break down how top chess players meld mind and body training in more sophisticated and extreme ways, all to best their fierce rivals."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "NHL hockey is notorious for gnarly fights on the ice. But we're seeing those brawls less and less. ESPN NHL insider Greg Wyshynski joins Mina Kimes to tell you why fewer players are dropping the gloves, how the game itself is moving toward a different style of play, and what that means for the future of the sport."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "Major League Baseball has promised a thorough investigation into the Astros' stealing of pitching signs during their 2017 championship run, using a live video feed and...trash cans. At the owners meetings, MLB commissioner Rob Manfred said there is no reason to expand the case to other teams at this time. But the scandal has raised big questions, and could change the game itself. ESPN MLB Insider Jeff Passan explores tough decisions for the league going forward."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more",
    "result": "76ers star Ben Simmons' lack of a 3 point shot has other teams around the league daring him to shoot. But if he turns his struggle into success - what will it mean for Philadelphia's season going forward? Mina Kimes and Tim Bontemps tap into what it will take for Simmons to tackle his white whale."
},
{
    "url": "https://www.espn.com/nhl/insider/story/_/id/32661733/welcome-ubs-arena-eight-awesome-innovations-new-york-islanders-new-barn",
    "result": "Ohtani, Harper, Burnes, Ray -- did the voters get it right? Picks, results and analysis from MLB awards week"
},
{
    "url": "https://www.espn.com/nhl/insider/story/_/id/32661733/welcome-ubs-arena-eight-awesome-innovations-new-york-islanders-new-barn",
    "result": "\"I know we have been looking forward to this for a long time and I know the fans have. I'm excited for everyone to get in here and see a game and really enjoy this all together,\" said captain "
},
{
    "url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/",
    "result": "Please keep in mind that when you provide information to us on a third-party site or platform (for example, via our applications), the information you provide may be separately collected by the third-party site or platform. The information we collect is covered by this privacy policy, and the information the third-party site or platform collects is subject to the third-party site or platform’s privacy practices. Privacy choices you have made on the third-party site or platform will not apply to our use of the information we have collected directly through our applications. Please also keep in mind that our sites and applications may contain links to other sites not owned or controlled by us and we are not responsible for the privacy practices of those sites. We encourage you to be aware when you leave our sites or applications and to read the privacy policies of other sites that may collect your "
},
{
    "url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/",
    "result": "<p>The Walt Disney Family of Companies refers to The Walt Disney Company and its subsidiary and affiliated entities, which offer their products and services under various brand names. These companies engage in a number of businesses, including theme parks and travel, motion pictures and television, publishing, consumer products and interactive services. The Walt Disney Company brands include, among others, the following: ABC Entertainment ABC News Adventures by Disney Aulani, a Disney Resort & Spa Bamtech Media Bindass Buena Vista Catalog Company (including Disney Movie Club) D23 | The Official Disney Fan Club Disney Baby Disney Channels & DisneyNOW Disney Cruise Line Disney Digital Network Disney Family Movies Disney Movie Insiders Disney on Broadway Disney on Ice and Disney Live! Disney PhotoPass Service Disney Rewards Visa Card Disney Vacation Club Disney+ Disneyland Paris Disneyland Resort DisneyLife El Capitan Theatre ESPN ESPN CricInfo ESPN Deportes ESPN+ FiveThirtyEight Freeform FX Networks Genx Entertainment Limited Hollywood Records Hungama TV Lucasfilm (Star Wars) Marvel Marvel Shop Marvel Digital Comics Muppets National Geographic Pixar Animation Studios Radio Disney Read Riordan shopDisney The Undefeated 30 for 30 Podcasts United Home Entertainment Private Limited UTV Software Communication Limited Walt Disney Pictures Walt Disney Studios Home Entertainment Walt Disney World Resort</p><a href='https://privacy.thewaltdisneycompany.com/en/definitions/#The-Walt-Disney-Family-of-Companies'>Learn More</a>"
},
{
    "url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/",
    "result": "We collect information through a variety of technologies, such as cookies, Flash cookies, pixels, tags, software development kits, "
},
{
    "url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/",
    "result": "<p>The Walt Disney Family of Companies refers to The Walt Disney Company and its subsidiary and affiliated entities, which offer their products and services under various brand names. These companies engage in a number of businesses, including theme parks and travel, motion pictures and television, publishing, consumer products and interactive services. The Walt Disney Company brands include, among others, the following: ABC Entertainment ABC News Adventures by Disney Aulani, a Disney Resort & Spa Bamtech Media Bindass Buena Vista Catalog Company (including Disney Movie Club) D23 | The Official Disney Fan Club Disney Baby Disney Channels & DisneyNOW Disney Cruise Line Disney Digital Network Disney Family Movies Disney Movie Insiders Disney on Broadway Disney on Ice and Disney Live! Disney PhotoPass Service Disney Rewards Visa Card Disney Vacation Club Disney+ Disneyland Paris Disneyland Resort DisneyLife El Capitan Theatre ESPN ESPN CricInfo ESPN Deportes ESPN+ FiveThirtyEight Freeform FX Networks Genx Entertainment Limited Hollywood Records Hungama TV Lucasfilm (Star Wars) Marvel Marvel Shop Marvel Digital Comics Muppets National Geographic Pixar Animation Studios Radio Disney Read Riordan shopDisney The Undefeated 30 for 30 Podcasts United Home Entertainment Private Limited UTV Software Communication Limited Walt Disney Pictures Walt Disney Studios Home Entertainment Walt Disney World Resort</p><a href='https://privacy.thewaltdisneycompany.com/en/definitions/#The-Walt-Disney-Family-of-Companies'>Learn More</a>"
},
{
    "url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/",
    "result": "<p>The Walt Disney Family of Companies refers to The Walt Disney Company and its subsidiary and affiliated entities, which offer their products and services under various brand names. These companies engage in a number of businesses, including theme parks and travel, motion pictures and television, publishing, consumer products and interactive services. The Walt Disney Company brands include, among others, the following: ABC Entertainment ABC News Adventures by Disney Aulani, a Disney Resort & Spa Bamtech Media Bindass Buena Vista Catalog Company (including Disney Movie Club) D23 | The Official Disney Fan Club Disney Baby Disney Channels & DisneyNOW Disney Cruise Line Disney Digital Network Disney Family Movies Disney Movie Insiders Disney on Broadway Disney on Ice and Disney Live! Disney PhotoPass Service Disney Rewards Visa Card Disney Vacation Club Disney+ Disneyland Paris Disneyland Resort DisneyLife El Capitan Theatre ESPN ESPN CricInfo ESPN Deportes ESPN+ FiveThirtyEight Freeform FX Networks Genx Entertainment Limited Hollywood Records Hungama TV Lucasfilm (Star Wars) Marvel Marvel Shop Marvel Digital Comics Muppets National Geographic Pixar Animation Studios Radio Disney Read Riordan shopDisney The Undefeated 30 for 30 Podcasts United Home Entertainment Private Limited UTV Software Communication Limited Walt Disney Pictures Walt Disney Studios Home Entertainment Walt Disney World Resort</p><a href='https://privacy.thewaltdisneycompany.com/en/definitions/#The-Walt-Disney-Family-of-Companies'>Learn More</a>"
},
{
    "url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/",
    "result": "When we cooperate with financial institutions to offer co-branded products or services to you, such as our co-branded Disney Rewards Visa Card; however, we will do so only if permitted by applicable law and, in these cases, the financial institutions are prohibited from using your personal information for purposes other than those related to the co-branded products or services;"
},
{
    "url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/",
    "result": "Please be aware that if you do not allow us to collect personal information from you, we may not be able to deliver certain experiences, products, and services to you, and some of our services may not be able to take account of your interests and preferences. If collection of personal information is mandatory, we will make that clear at the point of collection so that you can make an informed decision whether to participate.  If you have questions about the specific personal information about you that we process or retain, and your rights regarding that personal information, please contact "
},
{
    "url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/",
    "result": "The security, integrity, and confidentiality of your information are extremely important to us. We have implemented technical, administrative, and physical security measures that are designed to protect guest information from unauthorized access, disclosure, use, and modification. We regularly review our security procedures to consider appropriate new technology and methods. Please be aware that, despite our best efforts, no security measures are perfect or impenetrable. We will retain your "
},
{
    "url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/",
    "result": "<p>The Walt Disney Family of Companies refers to The Walt Disney Company and its subsidiary and affiliated entities, which offer their products and services under various brand names. These companies engage in a number of businesses, including theme parks and travel, motion pictures and television, publishing, consumer products and interactive services. The Walt Disney Company brands include, among others, the following: ABC Entertainment ABC News Adventures by Disney Aulani, a Disney Resort & Spa Bamtech Media Bindass Buena Vista Catalog Company (including Disney Movie Club) D23 | The Official Disney Fan Club Disney Baby Disney Channels & DisneyNOW Disney Cruise Line Disney Digital Network Disney Family Movies Disney Movie Insiders Disney on Broadway Disney on Ice and Disney Live! Disney PhotoPass Service Disney Rewards Visa Card Disney Vacation Club Disney+ Disneyland Paris Disneyland Resort DisneyLife El Capitan Theatre ESPN ESPN CricInfo ESPN Deportes ESPN+ FiveThirtyEight Freeform FX Networks Genx Entertainment Limited Hollywood Records Hungama TV Lucasfilm (Star Wars) Marvel Marvel Shop Marvel Digital Comics Muppets National Geographic Pixar Animation Studios Radio Disney Read Riordan shopDisney The Undefeated 30 for 30 Podcasts United Home Entertainment Private Limited UTV Software Communication Limited Walt Disney Pictures Walt Disney Studios Home Entertainment Walt Disney World Resort</p><a href='https://privacy.thewaltdisneycompany.com/en/definitions/#The-Walt-Disney-Family-of-Companies'>Learn More</a>"
},
{
    "url": "https://www.espn.com/nba/scoreboard",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/nba/scoreboard",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/mma/story/_/id/32667775/ufc-fight-night-ketlen-vieira-shows-contender-miesha-tate-proves-belongs",
    "result": "Edwards rips Masvidal for pulling out of UFC 269"
},
{
    "url": "https://www.espn.com/mma/story/_/id/32667775/ufc-fight-night-ketlen-vieira-shows-contender-miesha-tate-proves-belongs",
    "result": "MMA pound-for-pound rankings: Biggest upward move is Petr Yan's entry into men's top 10"
},
{
    "url": "https://www.espn.com/mma/story/_/id/32667775/ufc-fight-night-ketlen-vieira-shows-contender-miesha-tate-proves-belongs",
    "result": "Many expected Santos to look to take Wood down, but she was more than comfortable on the feet. Wood had some success with distance strikes, but Santos showed no respect for her power and eventually walked her down with a haymaker right hand to score a knockdown. After Wood managed to get to her feet, Santos dropped her again with a left hook-right hand combination. Wood showed heart and thwarted Santos' first attempts at a submission, but eventually gave in."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32668357/best-signs-college-gameday-michigan-state-vs-ohio-state",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32668357/best-signs-college-gameday-michigan-state-vs-ohio-state",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644685/college-football-today-week-12-updates-highlights-biggest-moments-more",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32674480/lebron-james-patrick-mahomes-ezekiel-elliott-more-react-ohio-state-buckeyes-blowout-michigan-state-spartans",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32674480/lebron-james-patrick-mahomes-ezekiel-elliott-more-react-ohio-state-buckeyes-blowout-michigan-state-spartans",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32644685/college-football-today-week-12-updates-highlights-biggest-moments-more",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32674346/cj-stroud-throws-432-yards-6-tds-ohio-state-makes-statement-56-7-rout-michigan-state",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32674346/cj-stroud-throws-432-yards-6-tds-ohio-state-makes-statement-56-7-rout-michigan-state",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/mma/story/_/id/32677306/ketlen-vieira-defeats-miesha-tate-via-unanimous-decision-ufc-fight-night-main-event-respect-my-skills",
    "result": "Edwards rips Masvidal for pulling out of UFC 269"
},
{
    "url": "https://www.espn.com/mma/story/_/id/32677306/ketlen-vieira-defeats-miesha-tate-via-unanimous-decision-ufc-fight-night-main-event-respect-my-skills",
    "result": "MMA pound-for-pound rankings: Biggest upward move is Petr Yan's entry into men's top 10"
},
{
    "url": "https://www.espn.com/college-football/story/_/page/playoffpredictions112021/college-football-playoff-picks-week-12",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/college-football/story/_/page/playoffpredictions112021/college-football-playoff-picks-week-12",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/fantasy/football/insider/story/_/id/32654907/matthew-berry-love-hate-week-11-lamar-jackson-saquon-barkley-more",
    "result": "Ohtani, Harper, Burnes, Ray -- did the voters get it right? Picks, results and analysis from MLB awards week"
},
{
    "url": "https://www.espn.com/fantasy/football/insider/story/_/id/32654907/matthew-berry-love-hate-week-11-lamar-jackson-saquon-barkley-more",
    "result": " Heard real estate around your office has skyrocketed with the new neighbor moving in next door. ... Disappointed that you didn't bring a housewarming gift, but please keep the noise down over there. How many interviews do you do a day?"
},
{
    "url": "https://www.espn.com/fantasy/football/insider/story/_/id/32654907/matthew-berry-love-hate-week-11-lamar-jackson-saquon-barkley-more",
    "result": " Wait, you mean asking you to do this interview isn't a good office-warming present? Huh. OK. Well, when you invite me to an office-warming party, I'll bring something. In the meantime, this just shows our fans how incredibly kind you are. I NEVER hear you, so I assumed the walls were thick enough that you couldn't hear me. Apparently you can, but of course you never said anything. I'll try to keep it down."
},
{
    "url": "https://www.espn.com/fantasy/football/insider/story/_/id/32654907/matthew-berry-love-hate-week-11-lamar-jackson-saquon-barkley-more",
    "result": "But yeah, one of the results of living in a COVID-19 world is that I can't remember the last in-person meeting I had. The content from Love/Hate informs a lot of other shows and things I do, so there are two meetings about this column alone plus calls with producers for the daily Fantasy Focus podcast, The Fantasy Show on ESPN+ and Fantasy Football Now. I also have a bunch of random meetings with bosses and advertisers, and then there's life stuff like doctors or parent-teacher conferences. I feel like my life is spent on Zoom. So the answer to your question is A LOT. During football season I basically work seven days a week, but I have a much lighter schedule in the offseason, so the good news is it'll calm down in January. But until then, I think I just came up with the perfect office-warming gift. What size ear muffs do you wear?"
},
{
    "url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/your-california-privacy-rights/",
    "result": ". Please be aware that such a request does not ensure complete or comprehensive removal of the content or information you have posted and that there may be circumstances in which the law does not require or allow removal even if requested."
},
{
    "url": "https://www.espn.com/tennis/story/_/id/32671331/photos-missing-chinese-tennis-star-peng-shuai-posted-online",
    "result": "Chinese official: 'Not aware' of Peng situation"
},
{
    "url": "https://www.espn.com/tennis/story/_/id/32671331/photos-missing-chinese-tennis-star-peng-shuai-posted-online",
    "result": "The controversy is politically awkward as the Chinese capital prepares to hold the Winter Olympics in February. China's Foreign Ministry has repeatedly disavowed any knowledge of Peng's case and denied knowing about the outcry over her disappearance."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32675922/alabama-bryce-young-breaks-school-single-game-passing-record",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32675922/alabama-bryce-young-breaks-school-single-game-passing-record",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/soccer/soccer-transfers/story/4526124/ole-gunnar-solskjaer-expects-manchester-united-sacking-after-watford-loss-sources",
    "result": ", United chiefs, including co-chairman Joel Glazer and executive vice chairman Ed Woodward, were keen for Solskjaer, who signed a new three-year contract in the summer, to at least see out the season."
},
{
    "url": "https://www.espn.com/soccer/soccer-transfers/story/4526124/ole-gunnar-solskjaer-expects-manchester-united-sacking-after-watford-loss-sources",
    "result": "But the manner of the performance at Vicarage Road and United's fifth defeat in their past seven games warranted fresh discussions between Glazer and Woodward on Saturday night. Chief negotiator Matt Judge was also involved in talks."
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32677376/cincinnati-bearcats-play-urgency-fulfill-mission-statement-win-smu",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32677376/cincinnati-bearcats-play-urgency-fulfill-mission-statement-win-smu",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32677376/cincinnati-bearcats-play-urgency-fulfill-mission-statement-win-smu",
    "result": "Cincinnati head coach Luke Fickell did not want to talk much about style points afterward, but he praised his team for playing a complete game and complementary football, as offense, defense and special teams all made big plays. Asked whether he sensed an increased sense of urgency this week to put together a complete performance, Fickell said, \"That's been my mission, that's kind of been my drive the last three or four weeks.\""
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32677105/missouri-coach-eli-drinkwitz-returns-favor-florida-coach-dan-mullen-star-wars-themed-jab",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/college-football/story/_/id/32677105/missouri-coach-eli-drinkwitz-returns-favor-florida-coach-dan-mullen-star-wars-themed-jab",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/nfl/story/_/id/32677828/tim-boyle-start-sunday-play-thanksgiving-game-amid-detroit-lions-qb-flux-sources-say",
    "result": "Chiefs activate RB Edwards-Helaire off injured list"
},
{
    "url": "https://www.espn.com/boxing/story/_/id/32678649/terence-crawford-defeats-shawn-porter-10th-round-tko-retain-welterweight-title",
    "result": "Shawn Porter's will to push forward made him the glue guy at 147"
},
{
    "url": "https://www.espn.com/boxing/story/_/id/32660309/terence-crawford-shawn-porter-live-results-analysis",
    "result": "Shawn Porter's will to push forward made him the glue guy at 147"
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Ohtani, Harper, Burnes, Ray -- did the voters get it right? Picks, results and analysis from MLB awards week"
},
{
    "url": "https://www.espn.com/boxing/story/_/id/32660309/terence-crawford-shawn-porter-live-results-analysis",
    "result": "Lopez (15-3, 6 KOs), of Glendale, California, and Ochoa (12-2, 5 KOs), from Long Beach, California, were exchanging hard shots on the inside when their heads collided. Lopez was coming on strong toward the end of the second round but didn't receive the chance to follow up. He was fighting for the first time since a majority-decision loss to Isaac Dogboe. Ochoa scored a first-round knockout in his previous outing."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Presbyterian college football head coach Kevin Kelley never punts. It's a philosophy that brought him major success at the high school level in Arkansas, where his unconventional thinking resulted in nine state titles in 18 seasons, and an innovation award presented to him by Robert DeNiro. But Kelley's leap from high school to college landscape has been met with its fair share of criticism. Hear Ryan McGee discuss why, after a 72-0 loss that shook the NCAA's smallest Division I program, Kelley continues to search for angles and advantages that work in favor of a program that admittedly has nothing to lose. Then, Paolo Uggetti shares his report on San Diego State's Matt Araiza, a left-legged kicking phenomenon who booms punts, nails field goals, and crushes kickoffs."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Barry Bonds' baseball achievements are staggering: from home run records to MVP awards to Golden Gloves to mind-boggling slugging and on-base percentages, the numbers place him squarely among the game's all-time greats. But Bonds' successes have been tarnished by what is known about his use of performance-enhancing drugs. For the last nine years, Bonds has been eligible for enshrinement in the Baseball Hall of Fame and each year, when the ballots are tallied, has come up short. Now he is in his final year on the writers' ballot, making the issue of his worthiness for selection more urgent than ever before. Jeremy Schaap joins the show to ruminate on Bonds' career: the stupendous feats of his youth; his relationship with managers, teammates and the media; his late-career performance surge; and the steroids controversy, all of which is chronicled in the new E60 special BONDS, which Schaap hosts this Sunday at 9:30 pm ET."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The Brooklyn Nets held their first practice at home in New York Tuesday and there was one notable absence: Kyrie Irving. The seven-time All-Star had been with the team last week as they held training camp in San Diego. But in New York City, where proof of Covid-19 vaccination is required for indoor activities, Kyrie has been absent. It's a situation that could potentially force Irving to miss every Nets home game, and cost him millions of dollars in the process. The dilemma speaks to the challenges the NBA is facing as it tries to adhere to a patchwork of regulations across the country, while also respecting the small number of players wary of the vaccine. ESPN's Brian Windhorst lays out how Kyrie's standoff got to this point, why the Warriors' Andrew Wiggins relented and ultimately got vaccinated, and explains the dilemma faced by the NBA, as it attempts to persuade vaccine hesitant players to get the shot."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The WNBA playoffs tip off tonight, with a pair of win-or-go-home games. The New York Liberty and Sabrina Ionescu, who squeaked into the playoffs as the eighth seed, are looking to shock the world by knocking off Diana Taurasi and the Phoenix Mercury. The Dallas Wings and Chicago Sky also have a first round date, which if they advance...could see them face last year's champs, the Seattle Storm, in the second round. But with Breanna Stewart, the MVP from the 2020 finals nursing an ankle injury, the Storm are no longer favorites to repeat. Instead, the Las Vegas Aces and the Connecticut Sun have claimed the top seeds and are guaranteed semifinal berths. LaChina Robinson brings us her insights on the playoff field, and shares where she hopes the league will go in its next 25 years."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Any runner would say the best advice in a race is to look forward. But what if you had to keep looking over your shoulder? Olympic runner Emily Infeld's career as an elite athlete slowed down when a stalker invaded her life. ESPN reporter Paula Lavigne shares her investigation of the three years Infeld has lived in fear and fought for justice and peace, while facing many systemic failures along the way."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The NFL is back after surviving a gauntlet of a 2020 season. As Tom Brady aims to defend his title in Tampa, Bill Belichick seems to have found his heir apparent in QB Mac Jones, at the expense of Cam Newton. Several more rookie quarterbacks prepare to take the field in Week 1, while others wait. And with the Delta variant running rampant, teams are doing all they can to control the chaos. Mina Kimes is about to head into ESPN's NFL war room, so before she goes we get her league season preview."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Fernando Tatis Jr.'s massive 14-year, 340 million dollar deal with the Padres shattered MLB records. But it's actually not the most important signing of the Padres this offseason. That belongs to Matt LaChappa, who signed with the team again in February, just as he has every year for more than a quarter-century. It's a baseball story unlike any other: LaChappa is the longest tenured player in Padres history, despite never playing in a major league game. In 1996, LaChappa was a pitcher with San Diego's minor league affiliate, when he suffered a heart attack while warming up in the bullpen. LaChappa survived, was left permanently disabled and in need of round-the-clock and costly medical care. Ever since, every offseason, the Padres have honored their commitment to Matt and his family by signing him a basic minor league contract, allowing Matt to remain on the team's health insurance. In a sport where money and loyalty between players and clubs are constantly put to the test, Chris Connelly joins the show to tell a very different kind of baseball story, in a re-spin of one of our favorite episodes."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "As coronavirus cases surge across the country, the NFL's training camps are in full swing. But the most important battle being waged is between the teams and a vocal minority of players who don't want to get vaccinated. This offseason, the NFL has implemented new policies to encourage players to get the vaccine. For instance, if an unvaccinated player causes an outbreak that forces a game to be canceled, that player's team must forfeit. And every player on both teams will lose out on their game check. In addition, unvaccinated players are mandated to spend 5 days in quarantine if they come in contact with an infected individual. So coaches around the league are increasingly taking the view that the vaccine isn't just crucial to private and public health...it's critical to winning football games. But that doesn't mean every player agrees...and the friction is starting to boil over publicly. Kevin Seifert explains the pushback, and how the NFL is handling its vaccination efforts going forward. Then, Sarah Spain discusses her Olympic heptathlon dreams."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Aaron Rodgers is inching toward a new deal with his Green Bay Packers right when NFL players report to training camps. With the season just around the corner, other situations also remain in question - like Deshaun Watson and the Houston Texans. Investigations of sexual assault allegations against Watson are ongoing. ESPN's Bill Barnwell gets us up to speed, and clears the air surrounding lingering COVID-19 vaccine questions. Then, Ashley Brewer gives us an update on Katie Ledecky's quest to become the most decorated female Olympian of all time."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "50 years ago, Muhammad Ali and Joe Frazier met in their first iconic boxing match, known as \"The Fight of the Century.\" It was 1971, with the civil rights movement in full swing and the nation divided over the war in Vietnam. Jeremy Schaap, boxing historian and host of E60 and Outside the Lines, shares how political and cultural views were projected onto Ali and Frazier, with their different personalities, history and fighting styles. The night itself was a grand celebrity spectacle (Frank Sinatra took a gig as a photographer, just to get in the building.) And while Frazier won unanimously, the fight has a more complex and nuanced legacy. Half a century later, it remains one of the sports' biggest moments."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The 2020 Tokyo Olympics have been in limbo since the COVID pandemic gripped the world. The games have already been postponed a full year, and are now less than two months away. But even as the opening ceremonies on July 23rd draw closer and closer, it's still unclear whether or not the Tokyo Olympics will actually take place. With coronavirus cases surging in Japan, and distribution of the vaccine proceeding slowly, Tokyo is currently under a state of emergency. And perhaps most importantly, public opinion in Japan is now firmly on the side of canceling the games outright. But the International Olympic Committee has been adamant about moving forward with the games. ESPN senior writer Tom Hamilton, who's based in London, and the Times of London's Asia editor Richard Lloyd Parry, who's based in Tokyo, explain the financial implications, public health risks, and other factors at play as the Tokyo Olympics hang in the balance."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "When an unknown 25 year old named John Daly showed up at the 1991 PGA Championship literally the night before -- as the ninth alternate -- he pulled off the biggest upset in golf history and became an instant icon, 30 years ago this August. Daly's style (namely his mullet), and his behavior (namely chain smoking and drinking too much) set him apart from the buttoned up country club crowd. But his massive drives and bad boy persona made him a fan favorite, and his win at the 1991 PGA Championship in Carmel, Indiana made him a legend in golf history. What's less well known, but no less significant, is the story of another man who attended that tournament. During the first round, Tom Weaver, a spectator and father of two, was struck in the chest by lightning, and died at the scene. ESPN's Bob Harig shares the story of Tom Weaver, and the gift Daly sent his family afterwards, that lives on to this day."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The late Kobe Bryant was enshrined in the Naismith Memorial Hall of Fame, where his wife Vanessa delivered a moving speech remembering her husband during Saturday's emotional night. Also inducted were fellow NBA icons Tim Duncan and Kevin Garnett...as well as our own Michael Wilbon, who was given the Curt Gowdy Media Award. Wilbon joins the show to share some behind-the-scenes moments from a historic basketball weekend. Then, ESPN's Dan Hajducky reflects on a connection he shares with Hall of Fame inductee and WNBA legend Tamika Catchings."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Joel Embiid's 2021 season has been marked by seismic ups and downs. With the Sixers leading the Eastern Conference, Embiid was the front runner for NBA MVP through mid-March...until he went down with a knee injury that sidelined him for 10 games. The injury was just the latest roadblock in a career that's seemingly always just on the cusp of fulfilling its potential. And off the court, Embiid has faced personal tragedy, with the death of his brother Arthur, as well as joy, with the birth of his first child, whom he's named after his late brother. As Embiid and the 76ers look toward the postseason, Ramona Shelburne sits down with Joel Embiid as he reveals his emotional journey and shares what drives him."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The New York Rangers face drama on and off the ice, around the league's response to Washington Capitals forward Tom Wilson's latest incident and history of injuring opponents. This weekend, Edmonton Oilers star Connor McDavid reached the milestone of 100 points in 53 games, as he's looking more and more like the favorite for league MVP. And that's just the latest in a season of big NHL headlines, as the league skates toward the playoffs. ESPN hockey insiders Emily Kaplan and Greg Wyshynski co-host our NHL breakdown."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Angels pitcher Shohei Ohtani is breaking MLB records that have been held for a century. He just became the first player since Babe Ruth to start a game as a pitcher...while also leading the league in home runs as a hitter. As Ohtani takes the mound again in Anaheim tonight, Alden Gonzalez explains what Ohtani's success as a two-way player means for the game, and if we'll see more like him going forward. Then, today's soccer fan protests and how they're connected to deeper discontent in Europe's teams."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "MLB moved the All-Star Game out of Georgia, after the state passed a law hampering voting access. As MLB Commissioner Rob Manfred takes heat from many directions, baseball's move has cast a different kind of spotlight on the Masters tournament at Augusta National Golf Club in Georgia. It's teeing off as scheduled, and that's not surprising to ESPN senior writer and baseball historian Howard Bryant. He breaks down the business side of MLB's decision, how it's reverberating, and the many stakeholders in play. Then, Pablo shares a personal connection with the pimento cheese sandwich, a time-honored staple at the Masters."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The Baylor Bears are your NCAA champions, for the first time in the program's history. After decimating Houston in the Final Four, Baylor put on an offensive showcase powered by impressive scoring runs, and ended Gonzaga's quest for a perfect season. Jalen Suggs and the Zags' offense were unable to get anything going against the stalwart Baylor defense. Myron Medcalf joins us from Indianapolis to break down the title game and reflect on the 2021 tournament. Then, Pablo remarks on Aaron Rodgers' self-aware debut as Jeopardy guest host."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The men's Sweet 16 begins this weekend, full of unlikely contenders and March stalwarts. Oral Roberts is the Cinderella of the tournament so far, but Loyola Chicago has the power of 101-year-old nun Sister Jean Dolores Schmidt on their side. Gonzaga's on the brink of a perfect season, but they'll likely have to get through another #1 seed like Baylor. Myron Medcalf joins us from Indianapolis to preview the next set of matchups, based on his analysis on the tournament so far. Then, Ryan McGee tells us why Bristol Speedway's become a dirt track this weekend -- the first NASCAR race on dirt in 50 years."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Fifty years ago today, Muhammad Ali and Joe Frazier met in their first iconic boxing match, known as \"The Fight of the Century.\" It was 1971, with the civil rights movement in full swing and the nation divided over the war in Vietnam. Jeremy Schaap, boxing historian and host of E60 and Outside the Lines, shares how political and cultural views were projected onto Ali and Frazier, with their different personalities, history and fighting styles. The night itself was a grand celebrity spectacle (Frank Sinatra took a gig as a photographer, just to get in the building). And while Frazier won unanimously, the fight has a more complex and nuanced legacy. Half a century later, it remains one of sports' biggest moments."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Fernando Tatis Jr.'s massive 14-year, 340 million dollar deal with the Padres shattered MLB records. But it's actually not the most important signing of the Padres this offseason. That belongs to Matt LaChappa, who signed with the team again in February, just as he has every year for more than a quarter-century. It's a baseball story unlike any other: LaChappa is the longest tenured player in Padres history, despite never playing in a major league game. In 1996, LaChappa was a pitcher with San Diego's minor league affiliate, when he suffered a heart attack while warming up in the bullpen. LaChappa survived, was left permanently disabled and in need of round-the-clock and costly medical care. Ever since, every offseason, the Padres have honored their commitment to Matt and his family by signing him a basic minor league contract, allowing Matt to remain on the team's health insurance. In a sport where money and loyalty between players and clubs are constantly put to the test, Chris Connelly joins the show to tell a very different kind of baseball story Then, Pablo shares his excitement (or lack thereof) for this weekend's NBA All-Star festivities."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "MLB spring training is upon us! After a long offseason of big trades and bigger contracts being signed, baseball has finally returned. The defending World Series champion Dodgers bolstered their already deep rotation by signing Cy Young winner Trevor Bauer, but the biggest threat to their potential dynasty might be 122 miles down the 5 Freeway. The Padres locked up Fernando Tatis for the next 14 years in addition to adding Yu Darvish, Joe Musgrove, and Blake Snell to their pitching rotation. In the American League, the Yankees are poised to finally get over the hump...if they can stay healthy. Jeff Passan joins us to break down everything we need to know about spring training. Then, Pablo reflects on Naomi Osaka's speaking against violence toward Asian-Americans."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The Italian town of Bergamo is fiercely loyal to its soccer team, Atalanta B.C. As the perennial underdogs made a run to the Champions League 2020 quarterfinals, Atalanta drew tens of thousands of Bergamo fans to hug, cry, sing and celebrate for their win. No one knew then it was the last time they'd gather like that. Just as fans returned to their homes, Bergamo became an epicenter of coronavirus infection that led to thousands of deaths. Sam Borden tells the story of how a tight-knit culture and fandom made Bergamo vulnerable to the pandemic. And how that very closeness, along with the hope of cheering Atalanta again, offers a path forward from devastating loss."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Paige Bueckers + WNBA Free Agency Summary: UCONN freshman Paige Bueckers has notched three straight 30-point games. This historic run has placed her in conversation with all-time great UCONN stars like Diana Taurasi and Breanna Stewart. Could she catapult to greatest UCONN player...ever? ESPN's LaChina Robinson breaks down how Paige makes plays. Then, over in the WNBA, it's a hot free agency season. Candace Parker left L.A. after 13 years. The Liberty signed Natasha Howard. And there are more major moves to discus. And Howard University men's basketball coach Kenny Blakeney explains why his team cancelled the rest of their season."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Calvin Johnson is officially a Pro Football Hall of Famer! Johnson (a.k.a. \"Megatron\") spent nine seasons with the Detroit Lions, and is regarded as one of the greatest wide receivers of all time. During his NFL career, he sought solutions for pain management and found cannabis. He's now teamed up with former Lion Rob Sims for a new post-NFL chapter: a cannabis startup. ESPN Detroit Lions reporter Mike Rothstein joins us to explain Johnson's relationship with his old team five years after his retirement, and go behind the scenes of his new venture. Then, Howard Bryant shares a remembrance for the late Pedro Gomez, the beloved ESPN baseball reporter who passed away this weekend."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The NFL's Super Wild Card Weekend was filled with heartbreak for some - like Indianapolis and Washington. Others saw particular triumph, like Ravens' QB Lamar Jackson, who earned his first playoff victory, and the Cleveland Browns, who won in their first postseason appearance since 2002. Bill Barnwell shares insights on what we saw from the first slate of postseason games, as we look forward to the divisional round. Then, Andrea Adelson previews tonight's College Football Championship, Ohio State vs. Alabama, on the scene from Miami."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "With the 2021 baseball season still months away, the Cleveland Indians dealt two of their stars, Francisco Lindor and Carlos Carrasco, to the New York Mets in a blockbuster deal. Could this be the hope Mets fans are looking for? Buster Olney joins the show to explain how the trade went down. Then Atlanta Dream forward Elizabeth Williams reflects on the Georgia race for US Senate, and Raphael Warnock's defeat of Dream co-owner Sen. Kelly Loeffler."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "It's a simple question that athletes have been asked for decades: \"Can I have your autograph?\" But in the era of selfies and TikToks...athlete autographs aren't prized like they used to be. And when the pandemic hit, athletes were put even further out of reach from fans, in bubbles and empty arenas. ESPN writer Ryan Hockensmith was an athlete autograph hound as a kid, and decided to embark on a project with 14-year-old Bentley Baker and his dad, Andy. Bentley wrote letters to players and coaches across basketball, sent them to the bubble, and eagerly awaited responses. Hear the story of who wrote back. Then, Pablo shares what he's most looking forward to in the world of sports."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Andy Hoffman and his family found the national spotlight back in 2013 when his 7-year-old son, Jack, who was battling a brain tumor, scored a 69-yard touchdown in a Nebraska Red and White intrasquad football game. Since then, Andy has made it his mission to help his son and children like him to beat this disease, by raising funds for pediatric brain cancer research through his Team Jack foundation. Seven year later, Jack, now 15, is healthy enough to pursue his dreams of playing high school football. But over the summer, his father Andy was diagnosed with terminal brain cancer. Now, Andy Hoffman is still fighting: to raise awareness for pediatric brain cancer, to savor the time he has left, and to cheer for his son on the football field. As part of ESPN's V Week, Chris Connelly joins the show to bring us this story, as told by E:60."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Frank Gore might be the most underrated legend in the NFL. He sits number 3 on the all-time rushing list behind only Emmitt Smith and Walter Payton. He's been to a Super Bowl and made 5 Pro Bowls. But now, in his 16th NFL season, Gore finds himself on a team that might not win a single game. Tim Keown joins the show to examine why Gore has remained so under appreciated despite putting up Hall of Fame level numbers, how he manages to keep pushing forward despite playing on the NFL's worst team, and whether he can continue playing into 2021 and beyond. Then, Ryan McGee joins the show to talk about tomorrow's surprising matchup between BYU and Coastal Carolina, and educate us on the ways and customs of Myrtle Beach, SC."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Tonight, in a studio in Bristol, Connecticut, the 2020 NBA Draft will (finally) unfold. After a five month postponement, tonight's draft will no doubt look different from drafts past: no cheering fans or players shaking the commissioner's hand on stage. But with top prospects Lamelo Ball, James Wiseman, and Anthony Edwards all still in play for the number one pick, and players still donning their finest suits over Zoom, there will be no shortage of entertainment. ESPN's Mike Schmitz, who scouts draft prospects around the globe, tells us what to expect from the top three picks -- Minnesota, Golden State, and Charlotte -- and shares which prospects will have an immediate impact on the league. Then, Pablo shares the story of a racing pigeon who was sold at auction for a record *beaking* $1.9 million."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Nov 9: Bill Barnwell - NFL Week 9 + Midseason Awards "
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The NFL's regular season is more than half done, and Bill Barnwell gives us a clearer picture of who's leading, who's trailing behind, and why. The Saints decimated Tom Brady and the Buccaneers. The Steelers clung to victory against the Cowboys to remain undefeated. And the Bills upset MVP-frontrunner Russell Wilson and his Seahawks. Hear more on Bill's midseason awards, and what could make Monday's Patriots-Jets game interesting. Then, Pablo explores the relationship between sports and White House, and how it might change."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The Los Angeles Dodgers are your 2020 World Series Champions. After a thrilling come-from-behind victory in Game 6, including a solo Mookie Betts home run, LA finally earned its first championship ring since 1988. But the victory was as strange as the season which preceded it, with Dodgers third baseman Justin Turner receiving COVID test results and getting pulled from the game. Jeff Passan joins the show from the scene in Arlington to break down what happened in Game 6. Why did the Rays pull pitcher Blake Snell? And what does the completion of this season mean for MLB going forward? Then: a tribute to Edmonton Oilers great Joey Moss."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "As the Big Ten kicks off this weekend, we remember the time Ohio State's Brutus Buckeye and Ohio University's Rufus the Bobcat got into a mascot brawl for the ages. It was 2010, and regardless of who won, the fight went viral. Did Rufus attack Brutus unfairly and without warning? Or was it simply a loveable underdog taking a jab at a college football powerhouse? Dave Fleming brings us the epic tale of that fateful September day, and the years of rivalry behind it. Plus: rookie QB Tua Tagovailoa was named starter for the Miami Dolphins, making veteran Ryan Fitzpatrick a backup yet again."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Ready or not, it's time for playoff baseball! After one of the strangest (and shortest) MLB regular seasons in history, the postseason begins today...and it's shaping up to be equally bizarre. 16 teams have advanced to the Wild Card round, which consists of a best-of-three game series played at the higher seeded team's home ballpark. The format is primed for unpredictability, in a season that has been defined by it. Will the Dodgers and Yankees fulfill the predictions of so many, and cruise to a World Series battle of the titans? Or will some of the more unexpected participants, like the Miami Marlins and the Toronto (aka Buffalo) Blue Jays shock everyone? Jeff Passan joins the show to explore how we ended up with these wild playoffs, and what he expects to see going forward. Then, \"Remember the Titans\" at 20: how Trevor Rabin's iconic score embedded itself in sports history."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "In September 1970 the USC Trojans, a racially integrated team, traveled to Birmingham, Alabama to take on the Crimson Tide, where only white players were allowed on the roster. And the game - a blowout by USC - put college football in the South on solid ground toward desegregation. Sam Borden spoke to several players who suited up that day for USC and Alabama, and shares their account of the legendary game with Pablo Torre. In this current moment of national dialogue on racial justice and police violence, and with college athletes speaking out more than ever before, these alums also consider how much progress has been made in the past 50 years, or not. Plus, how politics plays into the Big Ten college conference decision to hold a season, after all."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Over the summer, Georgia Senator and Atlanta Dream co-owner Kelly Loeffler criticized the WNBA's support for Black Lives Matter via a letter sent to WNBA Commissioner Cathy Engelbert. The letter prompted Dream players to wear shirts emblazoned with \"Vote Warnock,\" Loeffler's political rival, and sparked a war of words between Loeffler and the players. As of now, Loeffler remains a co-owner of the Dream - and the players remain as politically engaged as ever. On the anniversary of Martin Luther King Junior's speech from which the Atlanta Dream take their name, ESPN's Ramona Shelburne takes us inside the battle between Loeffler and the Dream's players. Will Loeffler's stance ultimately be a gift or liability for her on election day? And what comes next when a team's own players are actively fighting to end their owner's political career?"
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "On Wednesday, the Milwaukee Bucks sent shockwaves around the world when they did not take the floor for Game 5 against the Orlando Magic as an act of protest following the police shooting of Jacob Blake. Shortly afterwards, the other two NBA playoff games slated for Wednesday were postponed - with each team's players refusing to play. From there, games across the WNBA, MLB, and MLS were postponed, as athletes everywhere expressed their solidarity. Later last night, NBA players met to discuss their next moves, and how to move forward together. Malika Andrews brings us the latest from the bubble on how things are playing out."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Social media has given national audiences a front row seat to high school basketball players like never before. Instagram accounts belonging to UConn recruit Paige Bueckers and California's Kyree Walker have reached half-a-million followers and climbing. Then there's LaMelo Ball and Bronny James (LeBron's son) who've used the hype surrounding their families, plus their own on-court highlights to propel their follower counts to over 5 million. But behind the scenes, coaches are concerned that the appeal of social media fame is warping how players approach the game. Scouts and recruiters are wondering if the skills actually match the hype. And experts are questioning if these kids can handle the pressure and pain that comes with added online scrutiny. ESPN's Joon Lee joins the show to explore how Instagram is changing the culture of basketball, and if it's for better, or for worse."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Dr. Anthony Fauci joins Pablo Torre to discuss the challenges, risks, and rewards of the return of sports in America after more than four months of shutdown due to the coronavirus pandemic. It's an issue that has become increasingly stark in recent days with the outbreak of COVID-19 on the Miami Marlins. Dr. Fauci weighs in on MLB's response to the Marlins' situation and what it means for the rest of the baseball season. He also discusses leagues operating in a bubble, like the NBA, and assesses the NHL's decision to play in Canada. While the NFL commences its training camps and college football considers its options, Dr. Fauci explores the possibilities surrounding football season, and describes the long term effects of coronavirus on athletes. Then, one of Dr. Fauci's high school basketball teammates gives us some insight on what Fauci was like as an athlete."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The NFL and its players union have reached an agreement, and pro football is moving forward with a 2020 season. Training camps are set to open this week. There won't be a football bubble, as teams plan to play in their home markets. There won't be a preseason, as that has been eliminated. There won't be a lot of time to decide, with just seven days for players to announce if they'll report to camp. But, as of now, there will be football. ESPN NFL Insider Dan Graziano explains how the deal came together, what training camp will look like, and the latest news from around the league."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "World champion boxer Christy Martin is a trailblazer in her sport, just named as an inductee into the Boxing Hall of Fame. She was perhaps the first female fighter to make national headlines. But behind her successful career, Martin faced emotional and physical abuse from her trainer and then-husband, Jim Martin. In 2010, Jim violently attacked Christy, and left her for dead. ESPN's Allison Glock interviewed Christy Martin about her career and harrowing fight for survival, and how she has moved forward with her life and love, a decade later."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "In the fall of 2017, Oakland A's catcher Bruce Maxwell was the only MLB player to kneel in protest of racial injustice, in support of Colin Kaepernick. Maxwell was not backed up by his teammates, or by MLB at large. A high-profile encounter with police further complicated Maxwell's career, and he wound up leaving MLB. Now, the killing of George Floyd has led. Black players to organize in a whole new way, while Maxwell remains apart. Howard Bryant shares Maxwell's story, the history of Black player voices in baseball, and today's Players Alliance."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "It's been called an invisible epidemic. On reservations across North America, Native American women are missing or murdered in rates ten times higher than the general population. But on one reservation, the women are learning to fight back, literally, by stepping into the boxing ring. On Montana's Blackfeet Reservation, the Blackfeet Nation Boxing Club teaches young women how to defend themselves both inside and outside the ring. It's all chronicled in a new documentary, \"Blackfeet Boxing: Not Invisible,\" from ESPN Films. Kristen Lappas, who directed the documentary, reflects on her experiences, which airs at 3:30pm ET, this Sunday on ABC. Then, former NFL offensive lineman Geoff Schwartz shares his thoughts on DeSean Jackson's recent Anti-Semitic social media posts."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Jul. 9: Makur Maker on Why He Chose Howard University"
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Five-star basketball recruit Makur Maker shocked the sports world with his decision to commit to Howard University in Washington, DC. That makes him the highest profile prospect in recent memory to choose an HBCU. In his first interview since the announcement, Makur joins the show today to explain his historic decision and discuss its significance with Pablo Torre. Then, Howard coach Kenny Blakeney talks about how he's built the program at Howard, along with the landscape for athletics across HBCU programs."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Chess grandmasters need incredible amounts of brain power, and also extreme physical endurance, to take on their rivals. Major tournaments can run six hours a day, ten to twelve days in a row. Players might burn up to 6,000 calories and lose two pounds a day during these grueling matches. Today's chess world champions might train with two hours a day of running, swimming, or tennis, plus a strict diet. In a respin of one of our most popular episodes, ESPN's Aishwarya Kumar joins Mina Kimes to break down how top chess players meld mind and body."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Today is the day. After a more than a three month hiatus away from baseball, MLB players will report to their team facilities. There, they will first be tested for the coronavirus, as baseball makes its first steps toward playing a 2020 season. But questions remain about how the restart will play out. Considering baseball has eschewed the \"bubble\" plan to play in teams' home stadiums across the country, how are players working to prevent an outbreak? What will spring training 2.0 (a.k.a. \"summer camp\") look like? How will the necessary rule changes affect the product on the field? And what could bring it all to a screeching halt? Jesse Rogers provides the answers to these questions, and more. Then, Joon Lee explains that baseball's recent focus on analytics has also led to an increase in white male Ivy League graduates being hired in front offices."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Ten years ago, on live television, LeBron James made his now infamous decision to leave Cleveland and \"take his talents to South Beach.\" It was one of the most consequential, most awkward, and most divisive moments in sports media history. The long, drawn-out broadcast drew ire from Cavaliers fans - who felt their homegrown star had betrayed them - and also from casual observers who disliked the idea of an athlete wielding that level of influence. So how did \"The Decision\" actually come to be? Ahead of this Sunday's new episode of \"Backstory,\" Don Van Natta takes us behind the production, introduces its key players, and examines how the event forever changed the way NBA stars interact with the public."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "On Friday, NFL Commissioner Roger Goodell apologized for not listening to players' concerns about police brutality and systemic racism, as well as their right to protest these issues. Unmentioned during Goodell's apology was Colin Kaepernick, the former 49ers QB whose protests during the national anthem in 2016 brought attention to issues of racial injustice...but also created a backlash from those who believes he was disrespecting the flag and the military. Kaepernick has remained unsigned since the 2016 season, leading many to believe he has been effectively exiled from the league. Flash forward to 2020: protests around the world echo Kaepernick's message...and now many NFL players want their voices heard. Could we see players kneel during the anthem this season? And will they meet a different reaction than Kaepernick did? ESPN's Domonique Foxworth reflects on the new balance of power between players, owners, and executives. Then, The Undefeated's Jerry Bembry discusses George Floyd's time as a high school two-sport athlete in Houston, and his athletic impact on the community."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Atlanta Falcons tight end Hayden Hurst played competitive sports for his entire life. But in January 2016, after a season of college football, he tried to take his own life. Since getting professional help and support, he's been open about his struggles with anxiety and depression, and stays active in decreasing the stigma surrounding mental health issues. Hurst joins the show to discuss his demons and how he's committed to helping others, as part of Mental Health Awareness Month."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "The NFL Draft is finally here! Tonight, all of the big questions will be answered. Questions like, how is this online format going to work? Even if there are no hackers, how will teams make decisions remotely, with no war room? What will the draft board possibly look like at the end of round one? ESPN's Field Yates breaks down draft strategies and potential complications. Plus, he previews some big names he expects to be picked in the first round."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "A two-time World Cup and Olympic soccer champion, US team alumna Julie Foudy gives a candid inside look at the battle over fair pay for female players. US Soccer Federation president Carlos Cordeiro just resigned amidst controversy over sexist language in USSF's legal filings. Since filing that suit in March 2019, the USWNT won its fourth FIFA World Cup and continued its streak of global dominance. Foudy details what it's taken to move the case forward, while the team continues to play at a top level."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Rookie Zion Williamson's return to the court came with a lot of excitement and hype. Bouncing back from injury, the Pelicans forward continues to show he can be an NBA star. But he and his team have a long way to go, as New Orleans sits at 12th in the Western Conference. Guest host Jason Fitz is joined by ESPN's Andrew Lopez to discuss Zion's impact so far and his future trajectory."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Celtics power forward Jayson Tatum seems to be on track for NBA stardom this season, putting together a string of dominant performances. But, after a slow start in the league, can his explosive skills sustain? ESPN's Jackie MacMullan explains how and why Tatum has taken off."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "After the Raptors lost superstar Kawhi Leonard to the Clippers this off-season, the outlook for the reigning NBA champs was bleak. But fueled by the surprising performance of power forward Pascal Siakam, the Raptors currently sit at second place in the east. ESPN's Tim Bontemps explains how Siakam and the Raptors have managed to shrug off the loss of Kawhi and become unexpected contenders heading into the playoffs."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "With the Super Bowl looming, Mina Kimes and Domonique Foxworth are in South Beach tackling important questions about Sunday's game: Will Patrick Mahomes and the Chiefs offense pick apart the Niners stalwart defense? Can Jimmy Garoppolo be trusted to lead San Francisco? And who will end up hoisting the Lombardi Trophy? Find these answers and more in ESPN Daily's Super Bowl Preview."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Chess grandmasters need incredible amounts of brain power, but also extreme physical endurance. Major tournaments can run for six hours a day, 10 to 12 days in a row. Players might burn up to 6,000 calories and lose two pounds a day during these grueling matches. To prepare, today's chess world champions endure physical training that would tire out any pro athlete: hours a day of running, swimming or playing tennis while maintaining a strict diet. ESPN's Aishwarya Kumar joins Mina Kimes to break down how top chess players meld mind and body training in more sophisticated and extreme ways, all to best their fierce rivals."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "NHL hockey is notorious for gnarly fights on the ice. But we're seeing those brawls less and less. ESPN NHL insider Greg Wyshynski joins Mina Kimes to tell you why fewer players are dropping the gloves, how the game itself is moving toward a different style of play, and what that means for the future of the sport."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "Major League Baseball has promised a thorough investigation into the Astros' stealing of pitching signs during their 2017 championship run, using a live video feed and...trash cans. At the owners meetings, MLB commissioner Rob Manfred said there is no reason to expand the case to other teams at this time. But the scandal has raised big questions, and could change the game itself. ESPN MLB Insider Jeff Passan explores tough decisions for the league going forward."
},
{
    "url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more",
    "result": "76ers star Ben Simmons' lack of a 3 point shot has other teams around the league daring him to shoot. But if he turns his struggle into success - what will it mean for Philadelphia's season going forward? Mina Kimes and Tim Bontemps tap into what it will take for Simmons to tackle his white whale."
},
{
    "url": "https://www.espn.com/fantasy/basketball/",
    "result": "The 2020 NBA draft class will be remembered for Anthony Edwards and LaMelo Ball, but these five players are having an impact on their respective organizations."
},
{
    "url": "https://www.espn.com/fantasy/basketball/",
    "result": "Trade index: Why Gordon Hayward is the player to trade for in Charlotte"
},
{
    "url": "https://theundefeated.com",
    "result": "Howard volleyball looks forward to MEAC championship with dynamic duo Bria and Cimone Woodard"
},
{
    "url": "https://theundefeated.com",
    "result": "Also, she discusses Howard University and comedy"
},
{
    "url": "https://www.bbc.com/somali",
    "result": "Jahwareer ka dhashay markii lagu kala yaacay lacag ka daadatay baabuur"
},
{
    "url": "https://www.bbc.com/somali",
    "result": "Filsan aabeheed oo BBC uga warramay xiridda Nabad TV"
},
{
    "url": "https://www.bbc.com/somali",
    "result": "Ka warrant haddii aad xabsi ku gashid dabaaldagga ciyaar aad daawaneysay oo kooxdaadii aad taageereysay ay ku guuleysatay?"
},
{
    "url": "https://www.bbc.com/somali",
    "result": "La wareegistii uu sacuudiga riixayay ee kooxda Newcastle oo dhabawdey"
},
{
    "url": "https://www.bbc.com/somali",
    "result": "Sucuudiga oo kula wareegay adduun gaaraya 300m oo pound kooxda katirsan Horyaalka Ingiriiska ee Newcastle United oo soo idlaadey"
},
{
    "url": "https://www.bbc.com/somali",
    "result": "Eng. Maxamuud Jimcaale, oo qisadan ay ku dhacday xilligii uu socday dagaalkii Afar-biloodka ayaa qoray warbixintan."
},
{
    "url": "https://www.bbc.com/somali",
    "result": "Dadku waxay isaga mashquulsanaayeen nolol maalmeedkooda iyagoo aan ka warqabin inay kusoo socoto musiibo qarax folkaano ah oo ku xawaareyneysay ku dhawaad 60,000 oo meyl saacaddiiba."
},
{
    "url": "https://www.bbc.com/somali",
    "result": "Waxaa tan iyo shalay soo baxayay warar sheegayay in diyaarado nuucoodu yahay kuwa aysan duuliyaha saarneyn lagu qabtay garoonka diyaaradaha Adan Cadde ee magaalada Muqdisho."
},
{
    "url": "https://www.bbc.com/somali",
    "result": "Waa Idaacad aad kaga bogan karto wararka duhurnimo iyo welibo cayaaraha."
},
{
    "url": "https://www.bbc.com/somali",
    "result": "Barnaamijka aroornimo ee soo bandhiga wararka gogoldhaca u ah maalinta iyo cayaaraha."
},
{
    "url": "https://www.bbc.com/somali",
    "result": "Barnaamij aan ku eegno wararkii ugu dambeeyay ee caalamka iyo Soomaalida."
},
{
    "url": "https://www.bbc.com/somali",
    "result": "Waa Idaacad aad kaga bogan karto wararka duhurnimo iyo welibo cayaaraha."
},
{
    "url": "https://www.bbc.com/gahuza",
    "result": "Muri kino gihe, Museveni ari mu biganiro na mugenziwe wa Repubulika y'Intwaro Rusangi ya Congo, Perezida Felix Tshiekedi, kugira ngo bigire hamwe ingene Uganda yorungika ingabo mu buseruko bwa Congo guhiga uyu murwi w'inyeshamba."
},
{
    "url": "https://www.bbc.com/gahuza",
    "result": "Dukomeza kubagezaho ibisubizo bya Muganga ku bibazo mutwoherereza ku ndwara ya Covid-19"
},
{
    "url": "https://www.bbc.com/gahuza",
    "result": "Rheumatoid arthritis cyanga rubagimpande ni indwara bwoko ki?"
},
{
    "url": "https://www.bbc.com/gahuza",
    "result": "Rheumatoid arthritis mu cyongereza ni imwe mu ndwara zifata mu ngingo abanyarwanda bakunze kwita rubagimpande"
},
{
    "url": "https://www.bbc.com/gahuza",
    "result": "Benshi bari kwibaza icyatumye uyu mukinnyi ahagarikwa,mu gihe FERWAFA itatangaje iyo myitwarire idahwitse."
},
{
    "url": "https://www.bbc.com/indonesia",
    "result": "Seratus tahun yang lalu Pangeran Wales, yang akan menjadi jadi Raja Inggris Edward VIII, memulai tur kerajaan di waktu yang tidak tepat ke India. Gandhi pun menyesali kerusuhan itu."
},
{
    "url": "https://www.bbc.com/hausa",
    "result": "Waiwaye: Mutuwar Janar a Borno, nasarar DPO a Kano, kama hodar ibilis a Legas"
},
{
    "url": "https://www.bbc.com/hausa",
    "result": "Budurwar da aka kama da zargin safarar miyagun ƙwayoyi a Saudiyya ta zama ma'aikaciyar NDLEA"
},
{
    "url": "https://www.bbc.com/hausa",
    "result": "Akwai hanyoyi da dama da maza za su iya bi domin kare kai daga samun dan da ba a shirya haihuwarsa ba."
},
{
    "url": "https://www.bbc.com/hausa",
    "result": "Zamantakewa shiri ne na BBC Hausa da ke lalubo mafita kan yanayin zamantakewar mutane a bangarori daban-daban. A wannan kashi na 20 din, shirin ya yi duba ne kan yadda irin kallon da al'umma ke yi wa macen da ta samu jinkirin aure."
},
{
    "url": "https://www.bbc.com/hausa",
    "result": "Zamantakewa shiri ne na BBC Hausa da ke lalubo mafita kan yanayin zamantakewar mutane a bangarori daban-daban"
},
{
    "url": "https://www.bbc.com/hausa",
    "result": "Yadda take kasancewa a kasuwar musayar ƴan wasan ƙwallon kafa ta nahiyar turai"
},
{
    "url": "https://www.bbc.com/hausa",
    "result": "Daga Bakin Mai Ita wani shiri ne na BBC Hausa da ke kawo muku hira da fitattun mutane kan wasu abubuwan da suka shafi rayuwarsu zalla."
},
{
    "url": "https://www.bbc.com/hausa",
    "result": "Aikin jarida aiki ne na ƙwaƙwalowa da gabatar wa jama’a sabon labari koyaushe. Yana buƙatar iya tallatawa a gaban edita. “Lalle ka zama mai ƙwaƙwar sanin komi yadda har ba za ka iya kallon bangon da babu komi kansa ba ba tare da ka yi mamakin me ya sa ba a rubuta komi a kansa ba.”"
},
{
    "url": "https://www.bbc.com/news/world-africa-59175763",
    "result": "The 14-year-old says he loves everything about the circus: \"It helps me learn and it makes me aware.\""
},
{
    "url": "https://www.bbc.com/news/uk-england-essex-59260239",
    "result": "Kevin Jay used a cut out of a solider, along with his lighting technique, at Walton-on-the-Naze war memorial"
},
{
    "url": "https://www.bbc.com/news/uk-england-essex-59260239",
    "result": "World War One soldier Pt Herbert Columbine, who was awarded the Victoria Cross, is given the Kevin Jay treatment in his home town of Walton-the-Naze"
},
{
    "url": "https://www.espn.com/mlb/story/_/id/32544928/2021-22-mlb-free-agency-offseason-trade-news-hot-stove-updates",
    "result": "Rangers extend manager Woodward through '23"
},
{
    "url": "https://www.espn.com/mlb/story/_/id/32544928/2021-22-mlb-free-agency-offseason-trade-news-hot-stove-updates",
    "result": "Way-too-early 2022 MLB awards predictions"
},
{
    "url": "https://www.espn.com/mlb/story/_/id/32544928/2021-22-mlb-free-agency-offseason-trade-news-hot-stove-updates",
    "result": "Ohtani, Harper, Burnes, Ray -- did the voters get it right? Picks, results and analysis from MLB awards week"
},
{
    "url": "https://www.espn.com/mlb/story/_/id/32544928/2021-22-mlb-free-agency-offseason-trade-news-hot-stove-updates",
    "result": "Why MLB seems headed toward a lockout -- and how that'll create a free-agent frenzy"
},
{
    "url": "https://www.espn.com/mlb/story/_/id/32544928/2021-22-mlb-free-agency-offseason-trade-news-hot-stove-updates",
    "result": "Kyle Schwarber"
},
{
    "url": "https://www.bbc.co.uk/aboutthebbc",
    "result": "A portfolio of television services, including the UK’s most-watched channel BBC One, the pioneering online-only youth service BBC Three, and our multi award-winning channels for children, as well as national and regional television programmes and services across England. Northern Ireland, Scotland and Wales"
},
{
    "url": "https://www.bbc.co.uk/aboutthebbc",
    "result": " including BBC Studios, the BBC’s award-winning production company and world-class distributor, provide additional revenue for investment in new programming and services for UK audiences."
},
{
    "url": "https://www.espn.com/womens-college-basketball/story/_/id/32551454/women-college-basketball-2021-22-top-25-players-country",
    "result": "UConn's Paige Bueckers won nearly every national player of the year award last season as a freshman. "
},
{
    "url": "https://www.espn.com/mens-college-basketball/story/_/id/32382851/2021-22-men-college-basketball-preview-preseason-picks-rankings-complete-coverage",
    "result": "German forward Rataj commits to Oregon State"
},
{
    "url": "https://www.espn.com/mens-college-basketball/story/_/id/32382851/2021-22-men-college-basketball-preview-preseason-picks-rankings-complete-coverage",
    "result": "Michigan's Howard agrees to new 5-year deal"
},
{
    "url": "https://www.espn.com/womens-college-basketball/story/_/id/32551454/women-college-basketball-2021-22-top-25-players-country",
    "result": "Forward | 6-foot-2 | senior"
},
{
    "url": "https://www.espn.com/womens-college-basketball/story/_/id/32551454/women-college-basketball-2021-22-top-25-players-country",
    "result": "Forward | 6-foot-5 | junior"
},
{
    "url": "https://www.espn.com/womens-college-basketball/story/_/id/32551454/women-college-basketball-2021-22-top-25-players-country",
    "result": "Boston enters her junior season as the undisputed best traditional post player in the country. If there were a literal belt for that title, it'd be hanging in her room. But I guess the two Lisa Leslie Awards in her first two seasons will have to suffice. Though her season ended in heartbreak during last year's Final Four, Boston will surely be a force for South Carolina this season. Her dominance has traditionally been anchored in the paint, but she has also shown that she can extend her range. If Boston, who received three first-place votes, becomes consistent farther out from the basket, she will be almost impossible to stop. -- "
},
{
    "url": "https://www.espn.com/womens-college-basketball/story/_/id/32551454/women-college-basketball-2021-22-top-25-players-country",
    "result": "Rhyne Howard"
},
{
    "url": "https://www.espn.com/womens-college-basketball/story/_/id/32551454/women-college-basketball-2021-22-top-25-players-country",
    "result": "Hell hath no fury like a Rhyne Howard scorned? Despite being in the conversation for national player of the year awards throughout the 2020-2021 season, Howard ended up fading as the season went on, even as she posted impressive numbers. She will be right in the thick of those conversations this year as she tries to lead the Wildcats to the next level. -- "
},
{
    "url": "https://www.espn.com/womens-college-basketball/story/_/id/32551454/women-college-basketball-2021-22-top-25-players-country",
    "result": "Forward |6-foot-2 | senior"
},
{
    "url": "https://www.espn.com/womens-college-basketball/story/_/id/32551454/women-college-basketball-2021-22-top-25-players-country",
    "result": "Forward | 6-foot-1 | senior"
},
{
    "url": "https://www.espn.com/womens-college-basketball/story/_/id/32551454/women-college-basketball-2021-22-top-25-players-country",
    "result": "The résumé is already staggering. Last season, Joens was voted the top small forward in the country as the Cheryl Miller Award winner. She set the Cyclones program record for single-season scoring average. Joens has also led the Big 12 in scoring for two consecutive seasons. Her game is built on an uncanny ability to score over and around taller opponents, using angles and opportunity with great efficiency. If her senior season is comparable to last year, Joens should easily become Iowa State's all-time leading scorer. -- "
},
{
    "url": "https://www.espn.com/womens-college-basketball/story/_/id/32551454/women-college-basketball-2021-22-top-25-players-country",
    "result": "A power forward in a guard's body with a playmaker's skill set, Owusu blossomed a year ago. A summer spent winning a gold medal with USA Basketball at the AmeriCup should only make her better. Stronger than almost any defender she faces on the perimeter, Owusu also has a special ability to find precise driving angles to get to the basket efficiently. When Maryland got down to a seven-player rotation at one point last season, Owusu took command and led what became the highest-scoring offense in the country. -- "
},
{
    "url": "https://www.espn.com/womens-college-basketball/story/_/id/32551454/women-college-basketball-2021-22-top-25-players-country",
    "result": "Forward | 6-foot-4 | sophomore"
},
{
    "url": "https://www.espn.com/womens-college-basketball/story/_/id/32551454/women-college-basketball-2021-22-top-25-players-country",
    "result": "Forward | 6-foot-1 | senior"
},
{
    "url": "https://www.espn.com/womens-college-basketball/story/_/id/32551454/women-college-basketball-2021-22-top-25-players-country",
    "result": "In her first year in Fort Myers, Bell posted the best season in FGCU history while taking home every A-Sun award possible. The only player from a mid-major to make our top 25, Bell is one of the most complete players in college basketball. She can score from 3, take a defender off the dribble in the half court or start her own one-person fast break by grabbing a defensive rebound (Bell was sixth in the nation in defensive rebounds per game) or blocking a shot (19th in the nation in total blocks). -- "
},
{
    "url": "https://www.espn.com/womens-college-basketball/story/_/id/32551454/women-college-basketball-2021-22-top-25-players-country",
    "result": "Power/point forward and double-double machine"
},
{
    "url": "https://www.espn.com/womens-college-basketball/story/_/id/32551454/women-college-basketball-2021-22-top-25-players-country",
    "result": "Forward | 6-foot-4 | senior"
},
{
    "url": "https://www.espn.com/womens-college-basketball/story/_/id/32551454/women-college-basketball-2021-22-top-25-players-country",
    "result": "It's rare that a freshman makes this list in the preseason. Fudd seems to be that special. Just last season, friend and teammate Paige Bueckers was a preseason top-25 player and went on to win most of the national player of the year awards. Fudd is considered by many to be an even better prospect. Her skill set is vast, but her effortless shooting ability gets the most attention. The only question seems to be how she will fit into a deep and well-established UConn rotation. -- "
},
{
    "url": "https://www.bbc.com/news/england/essex",
    "result": "Reward offered in supporter death case"
},
{
    "url": "https://www.bbc.com/news/england/essex",
    "result": "By Sarah Corker & James Stewart"
},
{
    "url": "https://www.bbc.com/news/england/essex",
    "result": "forward"
},
{
    "url": "https://www.bbc.com/news/world/africa",
    "result": "As rebel forces advance towards the capital, at least 1,000 ethnic Tigrayans have been detained."
},
{
    "url": "https://www.bbc.com/news/world/africa",
    "result": "As rebel forces advance towards the capital, at least 1,000 ethnic Tigrayans have been detained."
},
{
    "url": "https://www.bbc.com/news/world/africa",
    "result": "As rebel forces advance towards the capital, at least 1,000 ethnic Tigrayans have been detained."
},
{
    "url": "https://www.bbc.com/news/world/africa",
    "result": "As rebel forces advance towards the capital, at least 1,000 ethnic Tigrayans have been detained."
},
{
    "url": "https://www.bbc.com/news/world/africa",
    "result": "There have been more than 30 years of continuous conflict in Somalia, which is also regularly hit by droughts, floods and locust swarms."
},
{
    "url": "https://www.bbc.com/news/world/africa",
    "result": "Since last November, the government and rebel Tigray forces have been engaged in a war that started in Tigray and spread into neighbouring Amhara and Afar regions."
},
{
    "url": "https://www.bbc.com/news/world/africa",
    "result": "forward"
},
{
    "url": "https://www.espn.com/watch/player?id=63b8f35a-093a-4b97-aaae-577e9043bfb6",
    "result": "Michigan uses backward pass for tricky kick-return TD"
},
{
    "url": "https://www.espn.com/watch/player?id=63b8f35a-093a-4b97-aaae-577e9043bfb6",
    "result": "Edwards fired up after emphatic slam"
},
{
    "url": "https://www.espn.com/espnplus/collections/41481/men-s-college-hoops-live-upcoming",
    "result": "SIU Edwardsville vs. St. Thomas (M Basketball)"
},
{
    "url": "https://www.espn.com/espnplus/?om-navmethod=topnav",
    "result": "SIU Edwardsville vs. St. Thomas (M Basketball)"
},
{
    "url": "https://www.espn.com/espnplus/?om-navmethod=topnav",
    "result": "Greensboro Swarm vs. Austin Spurs"
},
{
    "url": "https://www.espn.com/watch/espnplus/",
    "result": "SIU Edwardsville vs. St. Thomas (M Basketball)"
},
{
    "url": "https://www.espn.com/watch/espnplus/",
    "result": "Greensboro Swarm vs. Austin Spurs"
},
{
    "url": "https://www.espn.com/watch/",
    "result": "Michigan uses backward pass for tricky kick-return TD"
},
{
    "url": "https://www.espn.com/watch/",
    "result": "Edwards fired up after emphatic slam"
},
{
    "url": "https://www.espn.com/watch/",
    "result": "SIU Edwardsville vs. St. Thomas (M Basketball)"
},
{
    "url": "https://www.espn.com/watch/player?id=35c3b5ce-71bb-49cd-9f0a-7fe7402f5e25",
    "result": "Michigan uses backward pass for tricky kick-return TD"
},
{
    "url": "https://www.espn.com/watch/player?id=35c3b5ce-71bb-49cd-9f0a-7fe7402f5e25",
    "result": "Edwards fired up after emphatic slam"
},
{
    "url": "https://www.espn.com/racing/",
    "result": "Verstappen summoned to stewards over alleged yellow flag infringement"
},
{
    "url": "https://www.espn.com/rugby/",
    "result": "World Rugby launched an education campaign on Wednesday to increase awareness of brain health within the sport and set up a network of free brain health clinics for former elite players."
},
{
    "url": "https://www.espn.com/racing/",
    "result": "Max Verstappen's front-row starting position at the Qatar Grand Prix is under threat after he was summoned the stewards for allegedly failing to slow for double-waved yellows at the end of qualifying."
},
{
    "url": "https://www.espn.com/racing/",
    "result": "F1's title battle spilled off the track and into the news conference room at the Qatar GP as Mercedes' Toto Wolff and Red Bull's Christian Horner were pitched against each other in a war of words. Here are the best bits of their 30-minute exchange."
},
{
    "url": "https://www.espn.com/racing/",
    "result": "Formula One stewards will hear Mercedes' representatives on Thursday to decide whether to grant their request for a review of the Sao Paulo Grand Prix incident between title contenders Lewis Hamilton and Max Verstappen."
},
{
    "url": "https://www.espn.com/f1/",
    "result": "Verstappen summoned to stewards over alleged yellow flag infringement"
},
{
    "url": "https://www.espn.com/f1/",
    "result": "Max Verstappen's front-row starting position at the Qatar Grand Prix is under threat after he was summoned the stewards for allegedly failing to slow for double-waved yellows at the end of qualifying."
},
{
    "url": "https://www.espn.com/f1/",
    "result": "F1's title battle spilled off the track and into the news conference room at the Qatar GP as Mercedes' Toto Wolff and Red Bull's Christian Horner were pitched against each other in a war of words. Here are the best bits of their 30-minute exchange."
},
{
    "url": "https://www.espn.com/nba-g-league/",
    "result": "LiAngelo Ball is set to play for the Hornets' G League team, the Greensboro Swarm, this season, a source told ESPN."
},
{
    "url": "https://www.espncricinfo.com/",
    "result": "Karunaratne, Nissanka head towards fifty stand against tight bowling"
},
{
    "url": "https://www.espncricinfo.com/",
    "result": "Jayawardene: 'Warner's contribution was crucial'"
},
{
    "url": "https://www.espncricinfo.com/",
    "result": "Jayawardene: Role clarity and team construction lacking in Indian team"
},
{
    "url": "https://www.espn.com/boxing/",
    "result": "Shawn Porter's will to push forward made him the glue guy at 147"
},
{
    "url": "https://www.espn.com/tennis/",
    "result": "Chinese official: 'Not aware' of Peng situation"
},
{
    "url": "https://www.espn.com/chalk/",
    "result": "NBA awards watch: MVP, Rookie of the Year, Sixth Man of the Year and more"
},
{
    "url": "https://www.espn.com/tennis/",
    "result": "Chinese official: 'Not aware' of Peng situation"
},
{
    "url": "https://www.espn.com/chalk/",
    "result": "Eric Moody takes a look at where things stand with the notable NBA awards one month into the season."
},
{
    "url": "https://www.espn.com/chalk/",
    "result": "NHL Awards Watch: Who's leading for Hart, Norris, Vezina, Selke, Calder?"
},
{
    "url": "https://www.espn.com/mma/",
    "result": "Edwards rips Masvidal for pulling out of UFC 269"
},
{
    "url": "https://www.espn.com/mens-college-basketball/",
    "result": "German forward Rataj commits to Oregon State"
},
{
    "url": "https://www.espn.com/mma/",
    "result": "UFC welterweight contender Leon Edwards says he wasn't surprised by Jorge Masvidal's recent withdrawal from their scheduled fight at UFC 269 next month, and he has now turned his entire focus to a title fight against Kamaru Usman in 2022."
},
{
    "url": "https://www.espn.com/mma/",
    "result": "Pound-for-pound rankings: Biggest upward move is Petr Yan's entry into men's top 10"
},
{
    "url": "https://www.espn.com/mma/",
    "result": "MMA pound-for-pound rankings: Biggest upward move is Petr Yan's entry into men's top 10"
},
{
    "url": "https://www.espn.com/mens-college-basketball/",
    "result": "Michigan's Howard agrees to new 5-year deal"
},
{
    "url": "https://www.espn.com/mens-college-basketball/",
    "result": "German forward Rataj commits to Oregon State"
},
{
    "url": "https://www.espn.com/mens-college-basketball/",
    "result": "Michigan's Howard agrees to new 5-year deal"
},
{
    "url": "https://www.bbc.com/news/business-59303971",
    "result": "But how to raise her profile and make mums and dads around the world aware of what she was doing? With help from a qualified nutritionist, she took to Instagram to blog her own journey feeding and weaning her three kids."
},
{
    "url": "https://www.bbc.com/news/business-59303971",
    "result": "Fast forward to March 2020, on the eve of the global pandemic, she launched her app and website Solid Starts, which includes the free food database, called First Foods."
},
{
    "url": "https://www.bbc.com/news/business-59303971",
    "result": "She credits social media with making information more accessible to people who don't have the time or money to visit specialists for everyday parenting questions. However, she warns against the potential for well-meaning influencers to spread misleading advice, or medical information, to followers who trust them."
},
{
    "url": "https://www.bbc.com/news/business-59303971",
    "result": "In a bid to cut back on the sleepless nights she eventually started using a software system to filter through the 100,000 direct messages Solid Starts receives every week."
},
{
    "url": "https://www.bbc.com/news/health-59207466",
    "result": "Dr Alexander Edwards, from the University of Reading, said: \"Insights from this study could be critical in the design of a different type of vaccine. "
},
{
    "url": "https://www.bbc.com/news/health-59260294",
    "result": "There have been warnings from doctors and the UK's Health Security Agency that waning immunity is leading to deaths even of people who have had two doses of a Covid vaccine. So how much protection are we left with? "
},
{
    "url": "https://www.bbc.com/news/uk-politics-59242252",
    "result": "The other awkward truth for Downing Street is that even though it's the behaviour of just a few dozen MPs that's being called into question, most of them are Conservatives, which is a fact they cannot avoid. "
},
{
    "url": "https://www.bbc.com/news/uk-politics-59242252",
    "result": " Downing Street may be aware that all is not entirely well.  "
},
{
    "url": "https://www.espn.com/mlb/",
    "result": "Way-too-early 2022 MLB awards predictions"
},
{
    "url": "https://www.espn.com/mlb/",
    "result": "Baseball's 2021 hardware has been handed out ... but we're already looking ahead to next year's winners."
},
{
    "url": "https://www.espn.com/mlb/",
    "result": "Ohtani, Harper, Burnes, Ray -- did the voters get it right? Picks, results and analysis from MLB awards week"
},
{
    "url": "https://www.espn.com/mlb/",
    "result": "From Jonathan India's rookie title to Shohei Ohtani's unanimous MVP win -- and everything in between -- we broke down every award handed out during baseball's 2021 ceremonies."
},
{
    "url": "https://www.espn.com/mlb/",
    "result": "Rangers extend manager Woodward through '23"
},
{
    "url": "https://www.espn.com/mlb/",
    "result": "The two-time Cy Young Award winner will be 39 on Opening Day and has only pitched one game in two seasons. Will Houston's gamble pay off?"
},
{
    "url": "https://www.espn.com/mlb/",
    "result": "Rangers extend manager Woodward through '23"
},
{
    "url": "https://www.espn.com/womens-college-basketball/",
    "result": "The Longhorns upset the defending NCAA champs in the biggest upset of Week 1. We hand out awards to the best of the week and rank the top 16 teams."
},
{
    "url": "https://www.bbc.com/news/science-environment-59268393",
    "result": "His face was flushed and his voice was loud. You're making it all up about global warming, a man shouted as he approached me. We were in the Royal Society, the UK's leading scientific academy, and a panel discussion about climate change had just finished. It's nothing to do with carbon dioxide, he bellowed, before security guards led him away."
},
{
    "url": "https://www.bbc.com/news/science-environment-59268393",
    "result": "Researchers were gathering more evidence all the time and I witnessed much of their work: in a crevasse in Antarctica where bubbles of air, trapped in the luminous blue ice, held clues about the ancient atmosphere; watching an Oxford professor kneeling in the Kalahari desert to count grains of sand to calculate how far the dunes might spread with global warming; and riding an armoured vehicle through Siberia to research how the permafrost is melting."
},
{
    "url": "https://www.bbc.com/news/science-environment-59268393",
    "result": "Most countries - and many companies - have committed to being carbon neutral by the middle of the century. Some are more sincere about this than others. But greater scrutiny and more public awareness mean there's less room to dodge and hide. It's becoming harder to greenwash. And the annual conferences, for all their watering-down of final conclusions, do provide momentum and a sense of direction."
},
{
    "url": "https://www.bbc.com/news/uk-politics-59341433",
    "result": "It seems that he himself, having warned only a couple of weeks ago that the UK's threatened course of action would be \"reckless\" and \"unwise\", has concluded that it's wiser in contrast, to play down the tensions, to talk up the chances of a deal. "
},
{
    "url": "https://www.bbc.com/news/uk-politics-59341433",
    "result": "EU warns of consequences if UK triggers Article 16"
},
{
    "url": "https://www.espn.com/college-football/",
    "result": "Awards"
},
{
    "url": "https://www.bbc.com/news/health-59297311",
    "result": "\"We are now looking toward the possibility of inducing this kind of immunity in persons on ART, through vaccination, with the goal of educating their immune systems to be able to control the virus without ART.\""
},
{
    "url": "https://www.bbc.com/news/science-environment-59263761",
    "result": "For countries like the UK, this will mean continuing the move towards renewable sources such as wind and solar energy - and possibly more reliance on nuclear energy. "
},
{
    "url": "https://www.espn.com/college-football/",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/soccer/",
    "result": "An American World Cup winner is No. 1, followed by an Australian star forward, in an ESPN FC and espnW celebration of the sport's elite."
},
{
    "url": "https://www.espn.com/soccer/",
    "result": "\"Moving forward, it's going to be nice to distinguish that yes, [Dennis] was a successful NBA player, but I am going to be a successful NWSL player.\""
},
{
    "url": "https://www.espn.com/nfl/",
    "result": "Chiefs activate RB Edwards-Helaire off injured list"
},
{
    "url": "https://www.espn.com/nfl/",
    "result": "Chiefs activate RB Edwards-Helaire off injured list"
},
{
    "url": "https://www.espn.com/nfl/",
    "result": "NFL execs pick award winners for 2021: Predicting MVP, top rookies, Player of the Year honors, comeback stars, breakouts, more"
},
{
    "url": "https://www.bbc.com/news/business-59341750",
    "result": "Documents obtained through public record requests made by non-profit organisation the Brennan Center of Justice showed that in 2019, the LAPD had been using Voyager Labs' social media surveillance software to collect data from suspects' social media networks, including their friends' accounts."
},
{
    "url": "https://www.bbc.com/news/business-59341750",
    "result": "Voyager Labs claims its software is able to analyse large amounts data to help solve crimes, including helping to discern users' motives and beliefs. "
},
{
    "url": "https://www.bbc.com/news/business-59341750",
    "result": "The LAPD said in emails that the software had been particularly useful in investigating the activities of street gangs online and crucial in helping its robbery and homicide division collect evidence."
},
{
    "url": "https://www.bbc.com/news/world-us-canada-59355955",
    "result": "But Holmes clearly believes that she can convince jurors that her intentions were honourable, and that she was unaware of Theranos' major problems. "
},
{
    "url": "https://www.bbc.com/news/uk-scotland-59362309",
    "result": "Bafta Awards"
},
{
    "url": "https://www.bbc.com/news/world-latin-america-59341770",
    "result": "It is a vital carbon store that slows down the pace of global warming. "
},
{
    "url": "https://www.bbc.com/news/world-latin-america-59341770",
    "result": "Just this week, Jair Bolsonaro, on tour in Dubai, told investors that attacks towards Brazil on deforestation were \"unfair\"."
},
{
    "url": "https://www.bbc.com/news/uk-scotland-59362309",
    "result": "Scot Lawrence Chaney, who won RuPaul's Drag Race UK, took the favourite Scot on Screen audience award."
},
{
    "url": "https://www.bbc.com/news/uk-scotland-59362309",
    "result": "Lawrence Chaney won the audience award after winning RuPaul's Drag Race UK"
},
{
    "url": "https://www.bbc.com/news/uk-scotland-59362309",
    "result": "The awards were presented by Edith Bowman at the BBC Scotland headquarters in Glasgow."
},
{
    "url": "https://www.bbc.com/news/uk-scotland-59362309",
    "result": "\"It really has been absolutely fantastic to celebrate the inspiring work that's being produced in Scotland over the past year, and we would like to offer our warmest congratulations to all our worthy winners and nominees.\""
},
{
    "url": "https://www.bbc.com/news/uk-scotland-59362309",
    "result": "Bafta Awards"
},
{
    "url": "https://www.bbc.com/news/world-latin-america-59341770",
    "result": "Jair Bolsonaro didn't turn up to COP26, but his delegation wanted to go to Glasgow and convince the world that people were wrong about Brazil - it even said it would move forward its commitment to ending deforestation by 2028."
},
{
    "url": "https://www.bbc.com/news/world-europe-59358074",
    "result": "Speaking to the BBC, regional director Dr Hans Kluge warned that 500,000 more deaths could be recorded by March unless urgent action is taken."
},
{
    "url": "https://www.bbc.com/news/world-europe-59358074",
    "result": "The warning comes as several nations report record-high infection rates and introduce full and partial lockdowns. "
},
{
    "url": "https://www.bbc.com/news/world-europe-59358074",
    "result": "Full force of Covid hitting Germany, warns Merkel"
},
{
    "url": "https://www.bbcselect.com/harry-potter-a-history-of-magic/?utm_source=BBC+Homepage&utm_medium=Module&utm_campaign=Harry+Potter+A+History+of+Magic",
    "result": "Subscribe to BBC Select for hundreds of hours of thought-provoking, award-winning and critically-acclaimed documentaries from the BBC and beyond."
},
{
    "url": "https://www.bbcselect.com/harry-potter-a-history-of-magic/?utm_source=BBC+Homepage&utm_medium=Module&utm_campaign=Harry+Potter+A+History+of+Magic",
    "result": "Louis Theroux: Beware Of The Tiger"
},
{
    "url": "https://www.bbcselect.com/harry-potter-a-history-of-magic/?utm_source=BBC+Homepage&utm_medium=Module&utm_campaign=Harry+Potter+A+History+of+Magic",
    "result": "Delaware"
},
{
    "url": "https://www.espn.com/nba/",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/nba/",
    "result": "Awards"
},
{
    "url": "https://www.espn.com/nba/",
    "result": "Guard Collin Sexton will miss the rest of 2021-22 with a knee injury, while rookie forward Evan Mobley could miss a month with an elbow issue. What lies ahead for Cleveland?"
},
{
    "url": "https://www.espn.com/nba/",
    "result": "Edwards fired up after emphatic slam"
},
{
    "url": "https://www.bbc.com/news/in_pictures",
    "result": "Environmental issues highlighted in photography awards"
},
{
    "url": "https://www.bbc.com/news/in_pictures",
    "result": "forward"
},
{
    "url": "https://www.bbc.com/news/science-environment-59353504",
    "result": "The use of satellites and satellite data are used to warn of, and respond to, flooding"
},
{
    "url": "https://www.espn.com/",
    "result": "Edwards fired up after emphatic slam"
},
{
    "url": "https://www.bbc.com/news/business-45489065",
    "result": "How new software is aiding people from diverse backgrounds forge careers in the data science sector."
},
{
    "url": "https://www.bbc.com/news/business-45489065",
    "result": "UK steel makers 'left behind' as US ends trade war"
},
{
    "url": "https://www.bbc.com/news/business-45489065",
    "result": "Experts warn that the pandemic lockdowns have made more people vulnerable."
},
{
    "url": "https://www.bbc.com/news/business-45489065",
    "result": "forward"
},
{
    "url": "https://www.bbc.com/news/av/world-europe-59356186",
    "result": "Netherlands: Police fire warning shots at Covid protesters - BBC News"
},
{
    "url": "https://www.bbc.com/news/av/world-europe-59356186",
    "result": "Netherlands: Police fire warning shots at Covid protesters"
},
{
    "url": "https://www.bbc.com/news/av/world-europe-59356186",
    "result": "Netherlands: Police fire warning shots at Covid protesters"
},
{
    "url": "https://www.bbc.com/news/av/world-europe-59356186",
    "result": "Dutch police fired warning shots and used water cannon after rioting erupted in Rotterdam over new Covid-19 measures."
},
{
    "url": "https://www.bbc.com/news/scotland",
    "result": "A lifeboat was launched after the 88m ship drifted sideways across a busy shipping channel towards rocks."
},
{
    "url": "https://www.bbc.com/news/scotland",
    "result": "A lifeboat was launched after the 88m ship drifted sideways across a busy shipping channel towards rocks."
},
{
    "url": "https://www.bbc.com/news/scotland",
    "result": "A lifeboat was launched after the 88m ship drifted sideways across a busy shipping channel towards rocks."
},
{
    "url": "https://www.bbc.com/news/scotland",
    "result": "A construction contract for the link between Govan and Partick is due to be awarded next week."
},
{
    "url": "https://www.bbc.com/news/scotland",
    "result": "forward"
},
{
    "url": "https://www.bbc.com/news/entertainment_and_arts",
    "result": "Rod Stewart reveals why he didn't play Live Aid"
},
{
    "url": "https://www.bbc.com/news/entertainment_and_arts",
    "result": "forward"
},
{
    "url": "https://www.bbc.com/news/science_and_environment",
    "result": "forward"
},
{
    "url": "https://www.bbc.com/news/av/world-us-canada-40360953",
    "result": "A Florida car burglar is literally caught with his pants down as a wardrobe malfunction sends him crashing to the floor during a hapless getaway."
},
{
    "url": "https://www.bbc.com/news/england",
    "result": "Molly Clark won the award in Dubai before flying home to play in a match."
},
{
    "url": "https://www.bbc.com/news/england",
    "result": "He twice escaped prisoner of war camps, before handing himself in to the authorities in Cardiff."
},
{
    "url": "https://www.bbc.com/news/england",
    "result": "forward"
},
{
    "url": "https://www.bbc.com/news/entertainment-arts-59323479",
    "result": "When his moment finally arrived, it couldn't have been any bigger. Rent, billed as \"the rock opera of the nineties,\" won a Pulitzer Prize and the Tony Award for best musical, eventually becoming the 11th longest-running show in Broadway history."
},
{
    "url": "https://www.bbc.com/news/entertainment-arts-59323479",
    "result": "\"Everything was always at an 11 because of this ticking, this awareness of the shortness of life and, therefore, the attempt to create an event out of everything,\" he says."
},
{
    "url": "https://www.bbc.com/news/entertainment-arts-59323479",
    "result": "\"He was always singing to the back row, not just when he was singing, but when he was living. And I think it came out of this awareness of the shortness and the sacredness of life.\""
},
{
    "url": "https://www.bbc.com/news/entertainment-arts-59323479",
    "result": "\"I had to just gently say, 'John, the the war is over, you've done everything you can and now we let it go. Stay with me, sit next to me, but maybe don't inhabit my entire being.'\""
},
{
    "url": "https://www.bbc.com/news/business-59245973",
    "result": "\"We're the size of two football pitches and we're more akin to an Amazon warehouse in terms of disruption than a Hinkley Point, so that should open up a broader range of siting opportunities,\" says Mr Blake."
},
{
    "url": "https://www.bbc.com/news/av/uk-england-bristol-59325189",
    "result": "Museum restores Edwardian tram. Video, 00:01:26"
},
{
    "url": "https://www.bbc.com/news/av/uk-england-bristol-59325189",
    "result": "Museum restores Edwardian tram"
},
{
    "url": "https://www.bbcpodcasts.com/jon-ronson/?utm_source=BBC.com&utm_medium=Homepage+module&utm_campaign=Things+Fell+Apart",
    "result": "Strange tales from the culture wars by Jon Ronson "
},
{
    "url": "https://www.bbcpodcasts.com/jon-ronson/?utm_source=BBC.com&utm_medium=Homepage+module&utm_campaign=Things+Fell+Apart",
    "result": "If you’ve ever yelled at someone on social media about, say, cancel-culture or mask wearing, then you are a soldier in the culture wars – those everyday battles for dominance between conflicting values. The acclaimed writer and podcaster Jon Ronson has seen friends swallowed up in them to the extent that it’s ruined their lives. Jon was curious to learn how things fell apart, and so he went back into the history of the culture wars to find some of the origin stories: the pebbles thrown in the pond, creating the ripples that led us to where we are today. He had no idea what he’d find, but he’s uncovered some extraordinary people and the strangest, yet most consequential tales. Things Fell Apart is exclusive to "
},
{
    "url": "https://www.bbcpodcasts.com/jon-ronson/?utm_source=BBC.com&utm_medium=Homepage+module&utm_campaign=Things+Fell+Apart",
    "result": "It’s the early 1970s. Frank Schaeffer is an American kid living in the Swiss Alps – the son of an influential Christian art historian – who daydreams of one day making Hollywood films. But for that he needs a show-reel to prove himself. The ripples of Frank’s creative ambitions will help trigger one of America’s most violent culture wars – one that rages to this day."
},
{
    "url": "https://www.bbcpodcasts.com/?utm_source=BBC.com&utm_medium=Homepage%20module&utm_campaign=Brand",
    "result": "Strange tales from the culture wars by Jon Ronson. This BBC podcast features a series of unexpected human stories from the history of the culture wars. A new episode published every week."
},
{
    "url": "https://www.bbc.com/news/business-11428889",
    "result": "How new software is aiding people from diverse backgrounds forge careers in the data science sector."
},
{
    "url": "https://www.bbc.com/news/business-11428889",
    "result": "How new software is aiding people from diverse backgrounds forge careers in the data science sector."
},
{
    "url": "https://www.bbc.com/news/business-11428889",
    "result": "How new software is aiding people from diverse backgrounds forge careers in the data science sector."
},
{
    "url": "https://www.bbc.com/news/business-11428889",
    "result": "Revelations about spyware have spurred interest in more secure phones and software."
},
{
    "url": "https://www.bbc.com/news/business-11428889",
    "result": "forward"
},
{
    "url": "https://www.bbc.com/news/wales",
    "result": "He twice escaped prisoner of war camps, before handing himself in to the authorities in Cardiff."
},
{
    "url": "https://www.tsn.ca/cfl",
    "result": "It’s hard to think of a career that includes more extremes than that of Zach Collaros, the starting quarterback of the Winnipeg Blue Bombers and the prohibitive favourite to take home the league’s Most Outstanding Player award this season."
},
{
    "url": "https://www.bbc.com/news/wales",
    "result": "forward"
},
{
    "url": "https://www.tsn.ca/cfl",
    "result": "The CFL on TSN panel explains why the second half performance by the Redblacks against the Alouettes in their final game of the season showed the true character of everyone within Ottawa's organization, and why it bodes well for the club going forward. "
},
{
    "url": "https://www.tsn.ca/cfl",
    "result": "The CFL's top three rushers are up for this year's Most Outstanding Player award, as Montreal's William Stanback, Calgary's Ka'Deem Carey and Edmonton's James Wilder Jr. were nominated by their respective teams."
},
{
    "url": "https://www.tsn.ca/cfl",
    "result": "Antonio Pipkin, Kurleigh Gittens Jr., and Chris Edwards scored touchdowns as the Toronto Argonauts defeated the Hamilton Tiger-Cats 31-12 on a windy Friday night to cement top spot in the East Division standings."
},
{
    "url": "https://www.tsn.ca/cfl",
    "result": "\n                                \n                                Castillo, Rose ready to help league-leading Bombers in push toward playoffs\n                            "
},
{
    "url": "https://www.bbc.com/future/article/20210827-the-unlikely-protector-against-rising-seas-in-bangladesh",
    "result": ", is a microcosm of these challenges at their fiercest. \"Potentially, it has been estimated that by 2050, one in every seven Bangladeshis will be displaced by climate change,\" says Chowdhury. \"We're getting more ferocious waves due to global warming and heating waters.\""
},
{
    "url": "https://www.bbc.com/future/article/20210420-the-protein-rich-superfood-most-europeans-wont-eat",
    "result": " in the Netherlands. Methane is a highly potent greenhouse gas which, although shorter-lived in the atmosphere, has a global warming impact "
},
{
    "url": "https://www.bbc.com/news/england/bristol",
    "result": "forward"
},
{
    "url": "https://www.bbc.com/future/article/20210827-the-unlikely-protector-against-rising-seas-in-bangladesh",
    "result": "Once in the right place with the right conditions, the reef would be able to grow upwards and keep pace with sea-level rise. Minor damage to the reef, especially by natural causes, would be self-repaired – the new population grows again to fill the space and account for any oysters lost."
},
{
    "url": "https://www.bbc.com/future/article/20210827-the-unlikely-protector-against-rising-seas-in-bangladesh",
    "result": "But while they didn't consume the oysters directly, the experienced Kutubdia fishermen were well aware of the fertile habitat and plentiful fishing grounds that oyster reefs provide."
},
{
    "url": "https://www.bbc.com/future/article/20210827-the-unlikely-protector-against-rising-seas-in-bangladesh",
    "result": "Nevertheless, Smaal is hopeful. \"We're aware of the vulnerabilities of living reefs, such as susceptibility to disease. Yet oysters are robust.\" He hopes oysters will be part of a paradigm-shift in the way we view coastal defences. \"The idea is to use natural resources and build with nature,\" he says. \"Because working against it just isn't feasible anymore.\""
},
{
    "url": "https://www.bbc.com/future/article/20210420-the-protein-rich-superfood-most-europeans-wont-eat",
    "result": "One of the main reasons behind this efficiency is because insects are cold-blooded and therefore waste less energy maintaining their body heat, says Alexander, though some species need to be reared in a warm environment."
},
{
    "url": "https://www.bbc.com/news/business-59340784",
    "result": "Analyst Neil Saunders, managing director of GlobalData, said the decision makes sense considering \"CVS has neglected stores for far too long and has pushed some of them into the downward spiral of irrelevance\"."
},
{
    "url": "https://www.bbc.com/news/business-59337603",
    "result": "People's attitudes had been changing towards donating and buying second-hand clothing in particular, he said, in part due to growing environmental awareness."
},
{
    "url": "https://www.bbc.com/future/article/20211117-how-indias-living-bridges-could-transform-architecture",
    "result": ". Khongthaw and his team create awareness about root bridges, repair and maintain old bridges while also constructing new ones."
},
{
    "url": "https://www.bbc.com/news/world/asia",
    "result": "Alibaba slumps by 10% after sales slowdown warning"
},
{
    "url": "https://www.bbc.com/future/article/20211117-how-indias-living-bridges-could-transform-architecture",
    "result": " (where concrete structures absorb heat and keep cities warmer) and lower "
},
{
    "url": "https://www.bbc.com/news/world/asia",
    "result": "forward"
},
{
    "url": "https://www.bbc.com/news/business-59342007",
    "result": "Alibaba: Shares dive after China spending slowdown warning - BBC News"
},
{
    "url": "https://www.bbc.com/news/business-59342007",
    "result": "Alibaba: Shares dive after China spending slowdown warning"
},
{
    "url": "https://www.bbc.com/news/business-59342007",
    "result": "Alibaba shares have slumped by more than 10% in Hong Kong trade after the Chinese online retail giant warned of a slowdown in consumer spending."
},
{
    "url": "https://www.bbc.com/news/business-59295353",
    "result": "\"I'm definitely not saying there won't be any salespeople anymore,\" says Mr Coe. \"I think the job will change quite dramatically, and the nature of that person, how they are paid, what they are rewarded for, what they are trying to deliver, will differ.\""
},
{
    "url": "https://www.bbc.com/culture/article/20211118-ghostbusters-afterlife-is-nostalgia-killing-cinema",
    "result": "The queasiness of that appearance aside, the film arguably doesn't have much to offer in and of itself, separate from its references to its predecessors. That's because it doesn't have any tangible reality of its own: its backwards-looking stance extends beyond the details to encompass the film's whole mood. Despite it notionally being set in the present day, Summerville, the film's remote rural town, is itself a time capsule, a neon-lit drive-in diner being its central attraction. As Alison Willmore wrote in her review for "
},
{
    "url": "https://www.bbc.com/culture/article/20211118-ghostbusters-afterlife-is-nostalgia-killing-cinema",
    "result": "Nostalgia and the 'content wars'"
},
{
    "url": "https://www.bbc.com/culture/article/20211118-ghostbusters-afterlife-is-nostalgia-killing-cinema",
    "result": "Indeed, for most people, formative cinematic experiences – whatever their artistic merit – are hard to shake from the soul. And whether or not you find the glut of nostalgic product agreeable, it manifestly speaks to a deeply held impulse towards the familiar. When we only have time to go to the movies a handful of times a year, after all, we'll likely spend our money on experiences we think we can trust. The nostalgia mill – even if it cannot maintain the momentum with which it current spins – is unlikely to lose its grip any time soon. But that might just be what audiences want."
},
{
    "url": "https://www.bbc.com/future/article/20211115-how-morocco-led-the-world-on-clean-solar-energy",
    "result": "Towards Net Zero"
},
{
    "url": "https://www.bbc.com/future/article/20211115-how-morocco-led-the-world-on-clean-solar-energy",
    "result": "Towards Net Zero"
},
{
    "url": "https://www.bbc.com/future/article/20211115-how-morocco-led-the-world-on-clean-solar-energy",
    "result": "a warming hotspot"
},
{
    "url": "https://www.bbc.com/future/article/20211115-how-morocco-led-the-world-on-clean-solar-energy",
    "result": " and to push forward "
},
{
    "url": "https://www.bbc.com/future/article/20211115-how-morocco-led-the-world-on-clean-solar-energy",
    "result": ", an enormous array of curved mirrors spread over 3,000 hectares (11.6 sq miles) which concentrate the Sun's rays towards tubes of fluid, with the hot liquid then used to produce power."
},
{
    "url": "https://www.bbc.com/future/article/20211115-how-morocco-led-the-world-on-clean-solar-energy",
    "result": "\"We must start reducing greenhouse emissions today if we are to limit warming to 1.5C and therefore the impacts of climate change,\" Driouech says. She notes that many of the impacts of climate change in countries like Morocco can still be avoided if we act in time. \"We could hope for the eradication of poverty and the reduction of inequalities if global warming were limited to 1.5C rather than 2C or more.\""
},
{
    "url": "https://www.bbc.com/future/article/20211115-how-morocco-led-the-world-on-clean-solar-energy",
    "result": "The World Resources Institute warned that"
},
{
    "url": "https://www.bbc.com/future/article/20211115-how-morocco-led-the-world-on-clean-solar-energy",
    "result": "Towards Net Zero"
},
{
    "url": "https://www.bbc.com/future/article/20211115-how-morocco-led-the-world-on-clean-solar-energy",
    "result": "Towards Net Zero"
},
{
    "url": "https://www.bbc.com/worklife/article/20211116-why-only-children-are-still-stereotyped-as-selfish-and-spoilt",
    "result": "Contrary to the stereotype of onlies being shy and socially awkward, Xu says they are naturally equipped to socialise. In fact, she adds, singletons might even be at an advantage to their peers with siblings, since, without siblings to rely on, they “have to learn to build friendships and share with other kids from other families”. "
},
{
    "url": "https://www.bbc.com/news/world/middle_east",
    "result": "He is still wanted on war crimes charges by the International Criminal Court, and on Monday Libya's military prosecutor said Mr Gaddafi's presidential bid should be put on hold until his alleged crimes are fully investigated."
},
{
    "url": "https://www.bbc.com/worklife/article/20211116-why-only-children-are-still-stereotyped-as-selfish-and-spoilt",
    "result": "Contrary to the stereotype of onlies being shy and socially awkward, researchers they are naturally equipped to socialise"
},
{
    "url": "https://www.bbc.com/worklife/article/20211116-why-only-children-are-still-stereotyped-as-selfish-and-spoilt",
    "result": "increasingly moving towards having one child"
},
{
    "url": "https://www.bbc.com/worklife/article/20211116-why-only-children-are-still-stereotyped-as-selfish-and-spoilt",
    "result": "Only children are hardly in the minority anymore. If anything, they are edging toward becoming the new normal. Could this finally change the way we think about only-child stereotypes?"
},
{
    "url": "https://www.bbc.com/worklife/article/20211116-why-only-children-are-still-stereotyped-as-selfish-and-spoilt",
    "result": "Mancillas, too, thinks we may be moving toward “gradual acceptance”. Though, she adds, this isn’t really the point. “Negative stereotypes do not serve any group of people well, regardless of a person’s values or preferences regarding family size.”"
},
{
    "url": "https://www.bbc.com/news/world/middle_east",
    "result": "The prosecutor also asked that the paperwork for warlord Khalifa\nHaftar – who is also seeking the presidency – be suspended."
},
{
    "url": "https://www.bbc.com/news/world/middle_east",
    "result": "But in a letter to the electoral commission, Mr Gharouda warned that the commission would be held responsible for consequences if\nthe processing of the paperwork was not halted."
},
{
    "url": "https://www.bbc.com/news/world/middle_east",
    "result": "He is still wanted by the International Criminal Court on\ncharges of war crimes committed in 2011."
},
{
    "url": "https://www.bbc.com/news/world/middle_east",
    "result": "Mr Haftar, who leads\nforces in eastern Libya, is wanted by a US court for allegedly torturing\nLibyans during the war."
},
{
    "url": "https://www.bbc.com/news/world/middle_east",
    "result": "Saif al-Islam Gaddafi, wanted on war crimes charges at an international court, registers as a candidate."
},
{
    "url": "https://www.bbc.com/news/world/middle_east",
    "result": "forward"
},
{
    "url": "https://www.bbc.com/news/world",
    "result": "As rebel forces advance towards the capital, at least 1,000 ethnic Tigrayans have been detained."
},
{
    "url": "https://www.bbc.com/reel/video/p09nxnxj/inside-the-frozen-zoo-bringing-animals-back-from-extinction",
    "result": "Melting ice and rising sea levels threaten this community's existence. It's a warning to the world."
},
{
    "url": "https://www.bbc.com/reel/video/p0b4l426/the-austrian-woman-who-saved-7-700-children-during-ww2",
    "result": "The female Viking warrior"
},
{
    "url": "https://www.bbc.com/travel/article/20211111-new-zealands-180-million-year-old-forest",
    "result": ", where the blustery winds and waters of Antarctica's Southern Ocean perform alchemy on this curve of Kiwi coastline. This 100km stretch is cosseted by rugged landscapes of concert hall-sized sea caves, rock stacks, blowholes, arches and coves. Its dense temperate forests are laced with walks to fairy-tale waterfalls where bellbirds, wood pigeons, fantails and grey warblers make their presence known."
},
{
    "url": "https://www.bbc.com/news/world",
    "result": "He twice escaped prisoner of war camps, before handing himself in to the authorities in Cardiff."
},
{
    "url": "https://www.bbc.com/news/world",
    "result": "forward"
},
{
    "url": "https://www.bbc.com/reel/video/p09nxnxj/inside-the-frozen-zoo-bringing-animals-back-from-extinction",
    "result": "Scientists are warning about the consequences of vast swathes of ground thawing in Siberia."
},
{
    "url": "https://www.bbc.com/reel/video/p09nxnxj/inside-the-frozen-zoo-bringing-animals-back-from-extinction",
    "result": "The tiny island of Vanuatu in the South Pacific is waging war on plastic, one piece at a time."
},
{
    "url": "https://www.bbc.com/reel/video/p09nxnxj/inside-the-frozen-zoo-bringing-animals-back-from-extinction",
    "result": "Leaving your car at home can now earn you rewards."
},
{
    "url": "https://www.bbc.com/reel/video/p0b4l426/the-austrian-woman-who-saved-7-700-children-during-ww2",
    "result": "For more than 100 years, the remains of a high-ranking Viking warrior were assumed to be male."
},
{
    "url": "https://www.bbc.com/reel/video/p0b4l426/the-austrian-woman-who-saved-7-700-children-during-ww2",
    "result": "The female warrior that history forgot"
},
{
    "url": "https://www.bbc.com/reel/video/p0b4l426/the-austrian-woman-who-saved-7-700-children-during-ww2",
    "result": "Dandara was a fierce warrior who defended a kingdom of freed slaves - so why has history forgotten her?"
},
{
    "url": "https://www.bbc.com/travel/article/20211111-new-zealands-180-million-year-old-forest",
    "result": "I was alarmed to see a tsunami warning sign on the headland. It was one more piece of the geological puzzle, as New Zealand sits on the rim of a volcanic, geothermal and seismic zone known as the Ring of Fire that still today results in catastrophic earthquakes and volcanic eruptions, much the same as what would have happened when Curio Bay's fossil forest was formed."
},
{
    "url": "https://www.bbc.com/travel/article/20211111-new-zealands-180-million-year-old-forest",
    "result": "I counted and traced the tree rings and ran my fingers along the trammel lines of prostrate stone trunks, sensing the texture of bark. Some trunks ran like train tracks towards the sea, others veered off, criss-crossing at angles. This ancient forest now lay splayed between marine-jewelled rockpools filled with pockets of sand and barley-coloured Neptune's Necklace ("
},
{
    "url": "https://www.bbc.com/reel/video/p0b530f3/the-exceptionally-rare-text-outlawed-by-an-ethiopian-king",
    "result": "Leading tech experts warn about the future that's being created with unregulated artificial intelligence."
},
{
    "url": "https://www.bbc.com/weather/2643743?day=2",
    "result": "Weather warnings issued"
},
{
    "url": "https://www.bbc.com/weather/2643743?day=0",
    "result": "Weather warnings issued"
},
{
    "url": "https://www.bbc.com/weather/2643743?day=2",
    "result": "Weather warnings issued"
},
{
    "url": "https://www.bbc.com/weather/2643743?day=2",
    "result": "Weather warnings issued"
},
{
    "url": "https://www.bbc.com/weather/2643743?day=0",
    "result": "Weather warnings issued"
},
{
    "url": "https://www.bbc.com/weather/2643743?day=0",
    "result": "Weather warnings issued"
},
{
    "url": "https://www.bbc.com/weather/2643743?day=1",
    "result": "Weather warnings issued"
},
{
    "url": "https://www.bbc.com/future/article/20211115-how-cities-are-going-carbon-neutral",
    "result": "warmer than the surrounding landscape"
},
{
    "url": "https://www.bbc.com/future/article/20211115-how-cities-are-going-carbon-neutral",
    "result": "Researchers warn, however, that "
},
{
    "url": "https://www.bbc.com/future/article/20211115-how-cities-are-going-carbon-neutral",
    "result": "\"Singapore is a very dense city, in a hot and humid climate,\" she says. \"And with population growth, we have a lot of high-rise buildings. And we’re facing increasingly warmer temperatures.\""
},
{
    "url": "https://www.bbc.com/future/article/20211115-how-cities-are-going-carbon-neutral",
    "result": "Cities, he says, need to focus on initiatives with the shortest-term impact because time is running out to mitigate the worst effects of global warming."
},
{
    "url": "https://www.bbc.com/weather/2643743?day=3",
    "result": "Weather warnings issued"
},
{
    "url": "https://www.bbc.com/news/business",
    "result": "Alibaba slumps by 10% after sales slowdown warning"
},
{
    "url": "https://www.bbc.com/weather/2643743?day=1",
    "result": "Weather warnings issued"
},
{
    "url": "https://www.bbc.com/weather/2643743?day=1",
    "result": "Weather warnings issued"
},
{
    "url": "https://www.bbc.com/weather/2643743?day=3",
    "result": "Weather warnings issued"
},
{
    "url": "https://www.bbc.com/weather/2643743?day=3",
    "result": "Weather warnings issued"
},
{
    "url": "https://www.bbc.com/news/business",
    "result": "Alibaba slumps by 10% after sales slowdown warning"
},
{
    "url": "https://www.bbc.com/news/business",
    "result": "Alibaba slumps by 10% after sales slowdown warning"
},
{
    "url": "https://www.bbc.com/news/business",
    "result": "Alibaba slumps by 10% after sales slowdown warning"
},
{
    "url": "https://www.bbc.com/news/business",
    "result": "By Sarah Corker & James Stewart"
},
{
    "url": "https://www.bbc.com/news/business",
    "result": "forward"
},
{
    "url": "https://www.bbc.com/sport/rugby-union",
    "result": " 'I watched these guys as a kid' - England's Steward on 'incredible' rise"
},
{
    "url": "https://www.bbc.com/worklife/article/20211116-the-cannamoms-parenting-with-cannabis",
    "result": "The first time researcher Heather McIlvaine-Newsad became aware of cannamoms was around 2018, due to the emergence of Facebook groups devoted to the new social movement. An anthropology professor and co-founder of Western Illinois University’s interdisciplinary minor in cannabis and culture, McIlvaine-Newsad noted some of the Facebook discussion groups had been running for several years. Today, she says there are more than two dozen such groups on Facebook, boasting several thousands of members."
},
{
    "url": "https://www.bbc.com/worklife/article/20211116-the-cannamoms-parenting-with-cannabis",
    "result": "make some steps toward adult cannabis legalisation"
},
{
    "url": "https://www.bbc.com/future/",
    "result": "Towards Net Zero"
},
{
    "url": "https://www.bbc.com/culture/article/20211111-hedwig-and-the-angry-inch-a-love-story-that-broke-taboos",
    "result": "Once the story had been formed and the songs and lyrics written, the path to success for Hedwig and the Angry Inch was not an easy one and, much like the character, Mitchell and Trask struggled to find an audience, performing it in tiny venues or in the early hours of the morning. Even when, with the help of director Peter Askin, Hedwig made it to off-Broadway, the audience didn't immediately find them. \"People stayed away in droves,\" Mitchell laughs. \"We often had very silent audiences, but it wasn't until people who didn't like musicals started coming, and celebrities like Glenn Close, Patti LuPone, Marilyn Manson, Barry Manilow, Lou Reed and David Bowie started coming, it became the thing to see. Even though we were never a big hit, we became the hip thing. Then there was a bidding war for the movie, which was shocking to us. New Line [who ended up producing it] was one of the few companies run by one person, Bob Shaye; he was getting ready to do Lord of the Rings and allowed me to make the film the way I wanted.\""
},
{
    "url": "https://www.bbc.com/culture/article/20211111-hedwig-and-the-angry-inch-a-love-story-that-broke-taboos",
    "result": "One of the most impressive things about the film they would go on to create is how, as Bogutskaya puts it, \"the film uses cinematic language quite uniquely and uses the medium that it's in to its full extent. It's not just trying to film the show or replicate it.\" The film creates a larger landscape to explore Hedwig's journey but also recreates the atmosphere of its early days as an electrifying live performance. It premiered at Sundance in 2001 to a rapturous reception, winning a prize for Best Director and the much-coveted Audience Award."
},
{
    "url": "https://www.bbc.com/culture/article/20211111-hedwig-and-the-angry-inch-a-love-story-that-broke-taboos",
    "result": "So, despite awards and critical acclaim (Hedwig currently has a rating of 92% on Rotten Tomatoes), Hedwig was declared a flop. And it was not until the DVD release that its audience began to grow. Hedwig DVDs were passed around friend groups, watched on date nights and played at parties. Much like in its original theatrical incarnation, word of mouth and its intriguing hipness brought Hedwig to a whole new group of people who would then attend singalong screenings in Hedwig's signature giant blonde wigs."
},
{
    "url": "https://www.bbc.com/culture/article/20211111-hedwig-and-the-angry-inch-a-love-story-that-broke-taboos",
    "result": "Neil Patrick Harris and the cast of Hedwig and the Angry Inch perform onstage during the Tony Awards in 2014 (Credit: Getty Images)"
},
{
    "url": "https://www.bbc.com/culture/article/20211111-hedwig-and-the-angry-inch-a-love-story-that-broke-taboos",
    "result": "Even 20 years after its release, its cult popularity hasn't waned. The 2014 Broadway revival was a hit, running for 529 ecstatically received performances and winning Tonys for Best Revival, Best Lead Actor (Neil Patrick Harris), Best Actress (Lena Hall) and a Special Award for John Cameron Mitchell who returned to the role for a stint. The production then went on a successful tour in 2016 and 2017. As well as being \"the first time we actually made money from Hedwig!\", according to Mitchell, it showed how far the culture had come – it was no longer too shocking to have Hedwig on Broadway."
},
{
    "url": "https://www.bbc.co.uk/bbcthree",
    "result": "BBC New Comedy Awards"
},
{
    "url": "https://www.bbc.com/sport/football/59362388",
    "result": "However, Nantes keeper Albon Lafont kept the visitors in it with a string of saves to thwart Messi and Neymar before his opposite number Navas saw red for a reckless rush of blood."
},
{
    "url": "https://www.bbc.com/worklife/",
    "result": "Why saying no feels so awkward"
},
{
    "url": "https://www.bbc.com/sport/football/59362388",
    "result": "His replacement Sergio Rico, brought on for Neymar, saved well from Muani's header but could not keep out the Nantes forward's improvised rebound."
},
{
    "url": "https://www.bbc.com/sport/football/59362388",
    "result": "forward"
},
{
    "url": "https://www.bbc.com/sport/rugby-union/59361365",
    "result": "It left England with a gulf in experience in a critical area. South Africa's warm-up underlined the point as they packed down their two front rows - starters and finishers - against each other in an ominous show of strength."
},
{
    "url": "https://www.bbc.com/sport/rugby-union/59361365",
    "result": "Blamire's fast hook set in motion Freddie Steward's try while the South Africa pack were still piling pressure into the set-piece."
},
{
    "url": "https://www.bbc.com/sport/rugby-union/59361365",
    "result": "The South Africa steamroller picked up pace. England's penalty count rocketed skywards - they conceded a mammoth 18 in all - as their scrum went into retreat. Three times, South Africa splintered the set-piece to smithereens after the break. In the loose, Rodd was on the end of juddering hit from Nche."
},
{
    "url": "https://www.bbc.com/sport/rugby-union/59361365",
    "result": "But England dusted themselves down and fought on. Marler, Will Stuart and debutant Nic Dolly came off the bench and, as the Boks' long season caught up with them in the final 10 minutes, England's collective resilience was rewarded."
},
{
    "url": "https://www.bbc.com/sport/rugby-union/59361365",
    "result": "\"We had to box clever - we had to dig deep and find a way to win,\" said Marler afterwards."
},
{
    "url": "https://www.bbc.com/#orb-modules",
    "result": "Alibaba slumps by 10% after sales slowdown warning"
},
{
    "url": "https://www.bbc.com/#orb-modules",
    "result": "\n                                                                    Strange tales from the culture wars                                                            "
},
{
    "url": "https://www.bbc.com/#orb-modules",
    "result": "\n                    Strange tales from the culture wars                "
},
{
    "url": "https://www.bbc.com/sport/football/59271459",
    "result": "That provided them with a platform in the second half and once Jota made it 2-0, the spaces opened up for Liverpool to exploit Arsenal, who had no choice but to push players forward."
},
{
    "url": "https://www.bbc.com/sport/football/59271459",
    "result": "forward"
},
{
    "url": "https://www.bbc.co.uk/taster/",
    "result": "Remember the BBC Micro Computer & 1980s programmes about computing?  Watch 150 programmes, thousands of clips and run the original software"
},
{
    "url": "https://www.bbc.co.uk/sounds",
    "result": "Strange tales from the culture wars with Jon Ronson."
},
{
    "url": "https://www.bbc.co.uk/sounds",
    "result": "The story of the trial of Nazi war criminals following Germany's surrender in 1945."
},
{
    "url": "https://www.bbc.co.uk/sounds",
    "result": "Culture wars, curiosity and confirmation bias with Jon Ronson"
},
{
    "url": "https://www.bbc.co.uk/iplayer",
    "result": "The war that changed the world"
},
{
    "url": "https://www.bbc.co.uk/iplayer",
    "result": "The war that changed the world. Civilians and soldiers on the reality of life under Isis"
},
{
    "url": "https://www.bbc.co.uk/iplayer",
    "result": "Bethan deals with the awkwardness of teen life and the heartbreak of an imperfect family"
},
{
    "url": "https://www.bbc.co.uk/iplayer",
    "result": "Tough, traumatised and after justice - Sarah Lancashire in an award-winning northern noir"
},
{
    "url": "https://www.bbc.co.uk/iplayer",
    "result": "New careers, new struggles, new emotions - same old awkward Nora"
},
{
    "url": "https://www.bbc.co.uk/iplayer",
    "result": "The award-winning worldwide sensation"
},
{
    "url": "https://www.bbc.co.uk/iplayer",
    "result": "She’s angry. She’s messed-up. And she’s talking to you. The multi-award-winning comedy."
},
{
    "url": "https://www.bbc.co.uk/iplayer",
    "result": "Graham welcomes Lady Gaga, Will Smith, Josh Gad, Nadiya Hussain and Rod Stewart"
},
{
    "url": "https://www.bbc.co.uk/iplayer",
    "result": "A Christmas homecoming that could lead to a second chance at love. Heartwarming drama"
},
{
    "url": "https://www.bbc.co.uk/iplayer",
    "result": "They survived war, but can they survive the clearing?"
}]