[
{"url": "https://www.espn.com/espnplus/collections/41482/women-s-college-hoops-live-upcoming: California vs. UC San Diego (W Basketball)"},
{"url": "https://jobs.disneycareers.com/espn: San Diego"},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more: Presbyterian college football head coach Kevin Kelley never punts. It's a philosophy that brought him major success at the high school level in Arkansas, where his unconventional thinking resulted in nine state titles in 18 seasons, and an innovation award presented to him by Robert DeNiro. But Kelley's leap from high school to college landscape has been met with its fair share of criticism. Hear Ryan McGee discuss why, after a 72-0 loss that shook the NCAA's smallest Division I program, Kelley continues to search for angles and advantages that work in favor of a program that admittedly has nothing to lose. Then, Paolo Uggetti shares his report on San Diego State's Matt Araiza, a left-legged kicking phenomenon who booms punts, nails field goals, and crushes kickoffs."},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more: The Brooklyn Nets held their first practice at home in New York Tuesday and there was one notable absence: Kyrie Irving. The seven-time All-Star had been with the team last week as they held training camp in San Diego. But in New York City, where proof of Covid-19 vaccination is required for indoor activities, Kyrie has been absent. It's a situation that could potentially force Irving to miss every Nets home game, and cost him millions of dollars in the process. The dilemma speaks to the challenges the NBA is facing as it tries to adhere to a patchwork of regulations across the country, while also respecting the small number of players wary of the vaccine. ESPN's Brian Windhorst lays out how Kyrie's standoff got to this point, why the Warriors' Andrew Wiggins relented and ultimately got vaccinated, and explains the dilemma faced by the NBA, as it attempts to persuade vaccine hesitant players to get the shot."},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more: Sep. 3: ICYMI: The Biggest Contract In San Diego Padres History (Is Not Fernando Tatis Jr.'s)"},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more: Fernando Tatis Jr.'s massive 14-year, 340 million dollar deal with the Padres shattered MLB records. But it's actually not the most important signing of the Padres this offseason. That belongs to Matt LaChappa, who signed with the team again in February, just as he has every year for more than a quarter-century. It's a baseball story unlike any other: LaChappa is the longest tenured player in Padres history, despite never playing in a major league game. In 1996, LaChappa was a pitcher with San Diego's minor league affiliate, when he suffered a heart attack while warming up in the bullpen. LaChappa survived, was left permanently disabled and in need of round-the-clock and costly medical care. Ever since, every offseason, the Padres have honored their commitment to Matt and his family by signing him a basic minor league contract, allowing Matt to remain on the team's health insurance. In a sport where money and loyalty between players and clubs are constantly put to the test, Chris Connelly joins the show to tell a very different kind of baseball story, in a re-spin of one of our favorite episodes."},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more: Mar 5: The Biggest Contract In San Diego Padres History (Is Not Fernando Tatis Jr.'s)"},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more: Fernando Tatis Jr.'s massive 14-year, 340 million dollar deal with the Padres shattered MLB records. But it's actually not the most important signing of the Padres this offseason. That belongs to Matt LaChappa, who signed with the team again in February, just as he has every year for more than a quarter-century. It's a baseball story unlike any other: LaChappa is the longest tenured player in Padres history, despite never playing in a major league game. In 1996, LaChappa was a pitcher with San Diego's minor league affiliate, when he suffered a heart attack while warming up in the bullpen. LaChappa survived, was left permanently disabled and in need of round-the-clock and costly medical care. Ever since, every offseason, the Padres have honored their commitment to Matt and his family by signing him a basic minor league contract, allowing Matt to remain on the team's health insurance. In a sport where money and loyalty between players and clubs are constantly put to the test, Chris Connelly joins the show to tell a very different kind of baseball story Then, Pablo shares his excitement (or lack thereof) for this weekend's NBA All-Star festivities."},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more: MLB's divisional series saw tons of action on Tuesday. In the ALDS, the New York Yankees fell to the Tampa Bay Rays, bringing that series to 1-1. Earlier, the Houston Astros went up 2-0 over the Oakland A's, thanks to George Springer's homers. ESPN baseball insider Jeff Passan brings us his playoff insights from Arlington, Texas, where he's covering the NLDS: Ronald Acuna Jr. and the Atlanta Braves defeated the Miami Marlins 9-5, then the LA Dodgers won the first game of their series with the San Diego Padres. Later, Mauricio Pedroza joins the show to explore the rising prominence of Latino players in MLB."},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more: Major League Baseball has already weathered multiple outbreaks of COVID-19, prompting the league to update its protocols, after the integrity of its season was threatened. Now, the league is considering taking the same route as the NBA and NHL to ensure a successful postseason: playing inside a bubble. Jeff Passan brings us the latest on MLB's efforts to contain the coronavirus. Then, Jeff shares his reporting on the breakout star of this MLB season, the San Diego Padres' Fernando Tatis Jr. Jeff's recent profile of Tatis Jr. for ESPN Cover Story took him to the Dominican Republic to tell the budding superstar's story."},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-listen-episode-guide-more: Men's college basketball is in a state of flux this season, with regular powerhouses like Duke suffering upsets and falling in the rankings, and names like Dayton and San Diego State showing up as contenders. Just a few weeks away from Selection Sunday, ESPN senior college basketball reporter Myron Medcalf breaks down the biggest stories and surprises in men's college basketball."},
{"url": "https://www.espn.com/espn/story/_/id/32586256/iraq-war-veteran-akuna-robinson-trailblazing-superstar-thru-hiking:  Trail, PCT for short, is a roughly 2,650-mile stretch of land that runs from the desert outskirts of San Diego all the way to the Pasayten Wilderness in British Columbia. It takes hikers through all the rugged beauties and dangers western North America has to offer: arid badlands, Sierra Nevada snowpacks, wild river passes, forest fires, lava fields. The Pacific Crest Trail Association recommends northbound thru-hikers begin in "},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more: Presbyterian college football head coach Kevin Kelley never punts. It's a philosophy that brought him major success at the high school level in Arkansas, where his unconventional thinking resulted in nine state titles in 18 seasons, and an innovation award presented to him by Robert DeNiro. But Kelley's leap from high school to college landscape has been met with its fair share of criticism. Hear Ryan McGee discuss why, after a 72-0 loss that shook the NCAA's smallest Division I program, Kelley continues to search for angles and advantages that work in favor of a program that admittedly has nothing to lose. Then, Paolo Uggetti shares his report on San Diego State's Matt Araiza, a left-legged kicking phenomenon who booms punts, nails field goals, and crushes kickoffs."},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more: The Brooklyn Nets held their first practice at home in New York Tuesday and there was one notable absence: Kyrie Irving. The seven-time All-Star had been with the team last week as they held training camp in San Diego. But in New York City, where proof of Covid-19 vaccination is required for indoor activities, Kyrie has been absent. It's a situation that could potentially force Irving to miss every Nets home game, and cost him millions of dollars in the process. The dilemma speaks to the challenges the NBA is facing as it tries to adhere to a patchwork of regulations across the country, while also respecting the small number of players wary of the vaccine. ESPN's Brian Windhorst lays out how Kyrie's standoff got to this point, why the Warriors' Andrew Wiggins relented and ultimately got vaccinated, and explains the dilemma faced by the NBA, as it attempts to persuade vaccine hesitant players to get the shot."},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more: Sep. 3: ICYMI: The Biggest Contract In San Diego Padres History (Is Not Fernando Tatis Jr.'s)"},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more: Fernando Tatis Jr.'s massive 14-year, 340 million dollar deal with the Padres shattered MLB records. But it's actually not the most important signing of the Padres this offseason. That belongs to Matt LaChappa, who signed with the team again in February, just as he has every year for more than a quarter-century. It's a baseball story unlike any other: LaChappa is the longest tenured player in Padres history, despite never playing in a major league game. In 1996, LaChappa was a pitcher with San Diego's minor league affiliate, when he suffered a heart attack while warming up in the bullpen. LaChappa survived, was left permanently disabled and in need of round-the-clock and costly medical care. Ever since, every offseason, the Padres have honored their commitment to Matt and his family by signing him a basic minor league contract, allowing Matt to remain on the team's health insurance. In a sport where money and loyalty between players and clubs are constantly put to the test, Chris Connelly joins the show to tell a very different kind of baseball story, in a re-spin of one of our favorite episodes."},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more: Mar 5: The Biggest Contract In San Diego Padres History (Is Not Fernando Tatis Jr.'s)"},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more: Fernando Tatis Jr.'s massive 14-year, 340 million dollar deal with the Padres shattered MLB records. But it's actually not the most important signing of the Padres this offseason. That belongs to Matt LaChappa, who signed with the team again in February, just as he has every year for more than a quarter-century. It's a baseball story unlike any other: LaChappa is the longest tenured player in Padres history, despite never playing in a major league game. In 1996, LaChappa was a pitcher with San Diego's minor league affiliate, when he suffered a heart attack while warming up in the bullpen. LaChappa survived, was left permanently disabled and in need of round-the-clock and costly medical care. Ever since, every offseason, the Padres have honored their commitment to Matt and his family by signing him a basic minor league contract, allowing Matt to remain on the team's health insurance. In a sport where money and loyalty between players and clubs are constantly put to the test, Chris Connelly joins the show to tell a very different kind of baseball story Then, Pablo shares his excitement (or lack thereof) for this weekend's NBA All-Star festivities."},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more: MLB's divisional series saw tons of action on Tuesday. In the ALDS, the New York Yankees fell to the Tampa Bay Rays, bringing that series to 1-1. Earlier, the Houston Astros went up 2-0 over the Oakland A's, thanks to George Springer's homers. ESPN baseball insider Jeff Passan brings us his playoff insights from Arlington, Texas, where he's covering the NLDS: Ronald Acuna Jr. and the Atlanta Braves defeated the Miami Marlins 9-5, then the LA Dodgers won the first game of their series with the San Diego Padres. Later, Mauricio Pedroza joins the show to explore the rising prominence of Latino players in MLB."},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more: Major League Baseball has already weathered multiple outbreaks of COVID-19, prompting the league to update its protocols, after the integrity of its season was threatened. Now, the league is considering taking the same route as the NBA and NHL to ensure a successful postseason: playing inside a bubble. Jeff Passan brings us the latest on MLB's efforts to contain the coronavirus. Then, Jeff shares his reporting on the breakout star of this MLB season, the San Diego Padres' Fernando Tatis Jr. Jeff's recent profile of Tatis Jr. for ESPN Cover Story took him to the Dominican Republic to tell the budding superstar's story."},
{"url": "https://www.espn.com/espn/story/_/id/27852002/the-espn-daily-podcast-how-watch-episode-guide-more: Men's college basketball is in a state of flux this season, with regular powerhouses like Duke suffering upsets and falling in the rankings, and names like Dayton and San Diego State showing up as contenders. Just a few weeks away from Selection Sunday, ESPN senior college basketball reporter Myron Medcalf breaks down the biggest stories and surprises in men's college basketball."},
{"url": "https://www.espn.com/college-football/rankings: San Diego State"},
{"url": "https://www.espn.com/college-football/rankings: San Diego State"},
{"url": "https://www.espn.com/college-football/rankings: San Diego State"}
]